[
  {
    "dish_id": "dis001",
    "dish_name": "Pizza Napoletana",
    "ranking": 1,
    "category": "PIZZA",
    "certificate": "TSG (Traditional Speciality Guaranteed)",
    "origin": "NAPLES, Italy",
    "desc": "Italy’s most emblematic culinary creation, the genuine pizza Napoletana is made with just a few simple ingredients and prepared in only two variations – marinara, the basic Neapolitan pizza topped with a tomato-based sauce flavored with garlic and oregano, and margherita, which is topped with tomatoes, mozzarella, and fresh basil leaves, a delicious combination whose colors are said to represent the Italian flag.\n\nThe crust is very thin at the base, and the dough puffs up on the sides, which results in airy crust that should have typical charred 'leopard spots' if baked properly. The origins of this iconic Neapolitan dish can be traced to the early 1700s, when what we know today as pizza marinara was first described by Italian chef, writer, and philosopher Vincenzo Corrado in his treatise on the eating habits of the people of Naples.\n\nAlmost 200 years later, in 1889, the premier Neapolitan master pizzaiolo Raffaele Esposito added mozzarella to the mix and invented the margherita, which is now generally cited as the first modern pizza. Originally dubbed la pizza tricolore, Esposito’s creation is said to have been made in honor of and named after Margherita of Savoy, the Queen consort of the Kingdom of Italy, who was visiting Naples at the time.\n\nIn 2010, as one of Italy’s most popular foods worldwide, pizza Napoletana was officially recognized by the European Union and granted the designation of Traditional Specialty Guaranteed. And remember, a good pizza Napoletana doesn't need any additions other than the designated toppings.",
    "average_ratings": "4.8",
    "image": "https://www.tasteatlas.com/images/dishes/dfdf97034d724fe4a93591a6b3fcc49b.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pizza-napoletana",
    "comment_ids": [
      "com00101",
      "com00102",
      "com00103",
      "com00104",
      "com00105"
    ]
  },
  {
    "dish_id": "dis002",
    "dish_name": "Kahvaltı",
    "ranking": 2,
    "category": "ASSORTED SMALL DISHES OR RITUAL",
    "certificate": "N/A",
    "origin": "TURKIYE",
    "desc": "Kahvaltı refers to breakfast in Turkish, and it's an essential and often lavish meal in Turkish culture. The word \"kahvaltı\" is derived from two words: \"kahve\" (coffee) and \"altı\" (under/before), which translates to \"before coffee.\" It's a meal that traditionally happens before coffee is consumed, as in the Ottoman times, coffee was considered a beverage to be enjoyed after meals rather than during or before them.\n\nTraditional Turkish kahvaltı showcases an expansive array of dishes, typically blending a multitude of flavors, textures, and food categories. The table is adorned with both sweet and savory items, spanning cheeses, olives, vegetables, local breads, eggs, börek, baklava or other sweet pastries, and more, accompanied by hot beverages such as Turkish tea (çay).\n\nIt is celebrated for its diversity, abundance, and the act of bringing individuals together, often extending for several hours, particularly during weekends and holidays.",
    "average_ratings": "4.8",
    "image": "https://www.tasteatlas.com/images/dishes/7be46070a4b74e21846e07b608102003.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/kahvalti",
    "comment_ids": [
      "com00201",
      "com00202",
      "com00203",
      "com00204",
      "com00205"
    ]
  },
  {
    "dish_id": "dis003",
    "dish_name": "Picanha",
    "ranking": 3,
    "category": "BRAZILIAN BEEF CUT",
    "certificate": "N/A",
    "origin": "BRAZIL",
    "desc": "Picanha is a fresh cut of beef that's especially popular and highly prized in Brazil. In the US, it's called sirloin cap, and in the UK, it's known as the rump cap. Picanha is situated on the back side of the animal, above the butt, where it sits on a fat cap.\n\nIt's mostly used for churrasco – the meat is first grilled, then sliced off of a skewer. This cut holds very little fat in the meat, so it must be cooked perfectly in order not to make it tough. In Brazil, every churrasco has picanha, and all of the best churrascarias feature picanha on their menus.\n\nThe name picanha is derived from the word picana, referring to the ranchers' pole used for herding cattle in Portugal and Spain. The technique was brought over to Brazil where the word picanha was used to refer to the part of the cow that was poked by ranchers with the pole.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/images/dishes/241e35fbdc0846d08c4260bc94c0541a.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/picanha",
    "comment_ids": [
      "com00301",
      "com00302",
      "com00303",
      "com00304",
      "com00305"
    ]
  },
  {
    "dish_id": "dis004",
    "dish_name": "Parrilla",
    "ranking": 4,
    "category": "BARBECUE",
    "certificate": "N/A",
    "origin": "ARGENTINA",
    "desc": "Parrilla is an Argentine word with two meanings – it can be used to describe a typical Argentine steakhouse restaurant, or it can denote a metal grill used for preparing the meat and fish. The metal grill is a part of traditional asado barbecues.\n\nIt comes in many shapes and sizes, but it typically consists of a main grill with a firebox (called brasero) on the side. Firewood or charcoal are loaded into the firebox, and once the embers drop to the bottom, the coals are placed under the main grill.\n\nThe plate is often tilted on a decline so that the excess juices can drip downward in order not to cause any flare-ups. Parrillas can be found in numerous homes and restaurants in Argentina, and the meat grilled on it typically includes chitterlings, morcilla blood sausages, chorizo sausages, salchichas parrilleras, ribs, sirloin, skirt steaks, and tenderloin.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/images/dishes/e9dcce95767845c6920253fc1b44db2d.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/parrilla",
    "comment_ids": [
      "com00401",
      "com00402",
      "com00403",
      "com00404",
      "com00405"
    ]
  },
  {
    "dish_id": "dis005",
    "dish_name": "Xiaolongbao",
    "ranking": 5,
    "category": "DUMPLINGS",
    "certificate": "N/A",
    "origin": "SHANGHAI, China",
    "desc": "Xiaolongbao are soup-filled dumplings originating from the 19th-century Nan Xiang, what is today Shanghai's Jiading district. It is believed that the first form of xiaolongbao was sold by Huang Mingxian, a shop owner who wanted to evolve the classic dumpling due to the increased competition of neighboring vendors.\n\nThe dumplings are usually filled with a large volume of soup and minced pork, then steamed in a specially-designed bamboo steamer. Sometimes, xiaolongbao can also be filled with crab or shrimp meat. The dough is quite thin, and it is believed that it should be thicker than tang bao, but not as thick as shen jian bao.\n\nIt is recommended to serve xiaolongbao dumplings while they are still hot, preferably with a vinegar and ginger dip on the side.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/Images/Dishes/30dd0ba19548459885ba41337e739e5c.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/xiaolongbao",
    "comment_ids": [
      "com00501",
      "com00502",
      "com00503",
      "com00504",
      "com00505"
    ]
  },
  {
    "dish_id": "dis006",
    "dish_name": "Butter garlic naan",
    "ranking": 6,
    "category": "FLATBREAD",
    "certificate": "N/A",
    "origin": "INDIA",
    "desc": "Butter garlic naan is a traditional flatbread and one of the most popular versions of naan. It’s made with flour, baking powder, salt, sugar, and dahi. Once the dough has been baked in a hot tandoor oven, the golden naan is taken out and brushed with butter or ghee, then topped with minced garlic.\n\nIt’s recommended to serve butter garlic naan with a variety of Indian dishes such as curries, butter chicken, dal makhani, malai kofta, or shahi paneer.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/images/dishes/9e5711f517764fcdbe8c1c6b51638cd3.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/butter-garlic-naan",
    "comment_ids": [
      "com00601",
      "com00602",
      "com00603",
      "com00604",
      "com00605"
    ]
  },
  {
    "dish_id": "dis007",
    "dish_name": "Pastel de Belém",
    "ranking": 7,
    "category": "SWEET PASTRY",
    "certificate": "N/A",
    "origin": "BELÉM, Portugal",
    "desc": "Pastel de Belém is a traditional egg custard tart and a predecessor to the famous pastel de nata. The tarts are made with a pastry shell that's filled with a combination of milk, eggs, sugar, lemon, and cinnamon. The first recipe for pastel de Belém dates back to 1837 when it was produced by the monks of the Jerónimos monastery.\n\nOnly the custard tarts produced at the Fábrica Pastéis de Belém can be called pastel de Belém, while all the others, produced by other patisseries in Lisbon are called pastel de nata. Regardless of the name, these tarts can be served hot or cold and in 2009, The Guardian listed pastel de Belém as one of the 50 'best things to eat' in the world.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/images/dishes/55e28517babd479ab6980d547be90d29.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pastel-de-belem",
    "comment_ids": [
      "com00701",
      "com00702",
      "com00703",
      "com00704",
      "com00705"
    ]
  },
  {
    "dish_id": "dis008",
    "dish_name": "Quesabirria",
    "ranking": 8,
    "category": "STREET FOOD",
    "certificate": "N/A",
    "origin": "TIJUANA, Mexico",
    "desc": "Quesabirria is a popular Mexican street food dish, a fusion between birria (a traditional Mexican meat stew) and quesadillas. The dish originates from Tijuana and typically consists of large tortillas filled with birria-style cooked meat (usually beef) and a generous amount of melted cheese.\n\nThe tortillas are cooked on the stove until the cheese melts and the outside of the tortilla becomes crispy. Quesabirria is often accompanied by a side of broth, or consomé, for dipping, adding another layer of flavor to the dish.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/images/dishes/e99e078011b14a6b842ae57c66481da9.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/quesabirria",
    "comment_ids": [
      "com00801",
      "com00802",
      "com00803",
      "com00804",
      "com00805"
    ]
  },
  {
    "dish_id": "dis009",
    "dish_name": "Aji criollo",
    "ranking": 9,
    "category": "SALSA",
    "certificate": "N/A",
    "origin": "PERU",
    "desc": "Aji criollo or salsa de aji is a spicy Peruvian salsa prepared with a combination of yellow aji chili peppers and oil. The sauce is usually pleasantly spicy, but it can also be extremely hot and spicy, so one should be careful when tasting it for the first time.\n\nThe sauce is traditionally used as an accompaniment to various meat and fish dishes, but it's also often used as a dip for french fries and tequeños. Although it shares the name with an Ecuadorian sauce, those two differ significantly, both in appearance (Ecuadorian version is green), and in the method of preparation and ingredients used.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/images/dishes/671006629fca4aefa823646c10c4c5f8.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/aji-criollo",
    "comment_ids": [
      "com00901",
      "com00902",
      "com00903",
      "com00904",
      "com00905"
    ]
  },
  {
    "dish_id": "dis010",
    "dish_name": "Tonkotsu ramen",
    "ranking": 10,
    "category": "NOODLE DISH",
    "certificate": "N/A",
    "origin": "FUKUOKA, Japan",
    "desc": "Tonkotsu is a unique style of ramen consisting of an extremely rich, fatty pork broth, fresh noodles, soft-yolk eggs, and tender pork belly that melts in the mouth. It is so popular and special that it could be a dish of its own, not just a ramen style.\n\nThe ramen is usually topped with scallions for brightness and vibrancy, bamboo shoots for a crunchy, nutty flavor, nori seaweed for crispness, and sweet corn for an even better flavor. The rich broth is developed by cooking the pork bones for a very long time, until the collagen and fat dissolve, resulting in a unique, creamy texture of the dish.\n\nIn recent years, it has been quite trendy to add some mayu (burnt sesame or garlic oil) to the dish, giving it an even richer, bolder flavor.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/Images/Dishes/f3cb11ab70d746d9aaac7cde4c6b744c.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/tonkotsu-ramen",
    "comment_ids": [
      "com01001",
      "com01002",
      "com01003",
      "com01004",
      "com01005"
    ]
  },
  {
    "dish_id": "dis011",
    "dish_name": "Shawarma",
    "ranking": 11,
    "category": "STREET FOOD",
    "certificate": "N/A",
    "origin": "LEBANON",
    "desc": "Marinated and spit-roasted, shawarma is a delicious Middle Eastern meat treat whose origins can be traced back to the Ottoman Empire era, while its name stems from the Arabic pronunciation of the Turkish word çevirme (lit. to turn; turning), and refers to the rotating skewer on which the meat is cooked.\n\nShawarmas are made with either lamb, turkey, chicken, beef, or a mix of different meats which are slow-cooked for hours and basted in their own juices and fat, gaining an incomparable succulence, but the real secret to a perfect shawarma is in the marinade.\n\nDepending on the variety, the meat must be marinated for at least a day, preferably two, especially when using beef. These marinades are either yogurt or vinegar-based and typically include spices and flavorings such as cinnamon, cloves, cardamom, nutmeg, black pepper, allspice, dried lime, spicy paprika, garlic, ginger, lemon, bay leaf, and sometimes even orange slices.  READ MORE",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/images/dishes/a2a68bb8904548639a51bbb609c50821.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/shawarma",
    "comment_ids": [
      "com01101",
      "com01102",
      "com01103",
      "com01104",
      "com01105"
    ]
  },
  {
    "dish_id": "dis012",
    "dish_name": "Châteaubriand",
    "ranking": 12,
    "category": "BEEF DISH",
    "certificate": "N/A",
    "origin": "FRANCE",
    "desc": "Contrary to popular belief, the word Châteaubriand does not refer only to a cut of beef, but to a method used to grill or roast a thick cut of beef tenderloin. The steak was originally prepared by a chef named Montmireil in 1822 for a French author, diplomat, and statesman Francois René Vicomte de Chateaubriand.\n\nWhen served in France, Châteaubriand will always be accompanied by a sauce – most often either a traditional red wine sauce or Béarnaise sauce. The steak is usually served with a side of roasted new potatoes or tiny chateau potatoes.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/images/dishes/e52f4ecd217a4e8abea8a9dd43199eaa.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/chateaubriand",
    "comment_ids": [
      "com01201"
    ]
  },
  {
    "dish_id": "dis013",
    "dish_name": "Chikin",
    "ranking": 13,
    "category": "FRIED CHICKEN DISH",
    "certificate": "N/A",
    "origin": "SOUTH KOREA",
    "desc": "Chikin, or Korean fried chicken (KFC), is a popular dish in Korean cuisine that consists of battered and deep-fried chicken pieces. Fried chicken was introduced to South Korea by the American military during the Korean War in the 1950s. American soldiers brought the concept of fried chicken to the country, and it quickly gained popularity among Koreans.\n\nIn the 1970s and 1980s, the fried chicken industry in South Korea expanded with the emergence of various fried chicken restaurant chains. These chains started experimenting with different flavors and sauces, moving beyond the original, stripped-down version of fried chicken.\n\nFinally, at the beginning of the 21st century, Korean fried chicken gained international popularity, mostly because of its unique preparation methods, distinct flavors, and crunchy texture. A few key characteristics differentiate Korean fried chicken from other types of fried chicken.  READ MORE",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/images/dishes/ae4a5cc2223a4bb7bd7c81e743eca09e.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/chikin",
    "comment_ids": [
      "com01301",
      "com01302",
      "com01303",
      "com01304"
    ]
  },
  {
    "dish_id": "dis014",
    "dish_name": "Pollo a la brasa",
    "ranking": 14,
    "category": "CHICKEN DISH",
    "certificate": "N/A",
    "origin": "LIMA, Peru",
    "desc": "Pollo a la brasa is a popular Peruvian dish consisting of crunchy and juicy charcoal-grilled chicken that is traditionally served with French fries and salads. Today, it is one of the most consumed meals in Peru, so much that 27 million Peruvians eat it daily.\n\nThe dish was first invented in Lima in the 1950s, when it was seasoned only with salt, but nowadays the chicken is often marinated in a special combination of ingredients, usually consisting of vinegar, salt, pepper, rosemary, chili, and dark beer.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/Images/Dishes/f785d68dec86440f84fe510a351b5830.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pollo-a-la-brasa",
    "comment_ids": [
      "com01401",
      "com01402",
      "com01403",
      "com01404",
      "com01405"
    ]
  },
  {
    "dish_id": "dis015",
    "dish_name": "Kaisendon",
    "ranking": 15,
    "category": "RICE DISH",
    "certificate": "N/A",
    "origin": "JAPAN",
    "desc": "One of the most popular fresh seafood one-bowl donburi dishes, kaisendon consists of thinly sliced, assorted raw seafood called sashimi laid over freshly steamed rice. What kind of sashimi will be used in a kaisendon dish is not fixed, but the seafood selection depends on both location and season, and most often includes maguro (tuna), tai (sea bream), ama ebi (deep-water shrimps), hotate (scallops), uni (sea urchin), kani (crab), and sometimes even marinated ikura (salmon roe).\n\nApart from sashimi, kaisendon is typically topped with toasted nori seaweed, myoga ginger, shiso or Japanese basil, cucumber, onions, and either fresh or pickled ginger. Before being placed on a bed of steamy rice, all of the ingredients are drizzled with wasabi-laced soy sauce, and the kaisendon bowl is lastly garnished with some white sesame seeds, white radish sprouts, and wasabi paste.\n\nIn Japan, fresh seafood donburi dishes have a huge following; light yet nutritious, they make for a great lunch option and can be found at any sushi restaurant.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/Images/Dishes/4039121fa808484ba6229f8f8973fefd.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/kaisendon",
    "comment_ids": [
      "com01501",
      "com01502",
      "com01503",
      "com01504",
      "com01505"
    ]
  },
  {
    "dish_id": "dis016",
    "dish_name": "Shashlik",
    "ranking": 16,
    "category": "MEAT DISH",
    "certificate": "N/A",
    "origin": "RUSSIA",
    "desc": "Shashlik is the name for a traditional Central and West Asian barbecue consisting of marinated, skewered, and grilled chunks of meat such as lamb, beef, or pork, depending on regional and religious preferences. Lamb, beef, or pork is usually combined with chunks of vegetables such as bell peppers, onions, mushrooms, or tomatoes.\n\nThe meat is typically marinated overnight in vinegar, herbs, spices, and dry wine. In Russia, barbecue is traditionally reserved for men, who are in charge of the whole grilling process, while the women are usually busy slicing vegetables and setting the tables.\n\nShashlik is traditionally prepared for events with a large number of people gathered around the fire, cooperating and socializing in the process, making the dish a communal affair. Because the origins of the dish lie between Turkey and Russia, many believe that the name is derived from the Turkish word shish, meaning skewer.\n\nIn Georgia, shashlik is known as mtsvadi.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/Images/Dishes/d7f03d04d7de4e7ba0b26b8ef368f47e.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/shashlik",
    "comment_ids": [
      "com01601",
      "com01602",
      "com01603",
      "com01604",
      "com01605"
    ]
  },
  {
    "dish_id": "dis017",
    "dish_name": "Phanaeng Curry",
    "ranking": 17,
    "category": "STEW",
    "certificate": "N/A",
    "origin": "THAILAND",
    "desc": "Phanaeng curry is a variety of Thai curry that is characterized by a thick texture and salty-sweet peanut flavor. It consists of meat that is stewed with coconut milk, panang curry paste, makrut lime leaves, fish sauce, and palm sugar. The meat used in phanaeng curry is usually beef, chicken, duck, or pork, and the dish traditionally does not include any vegetables.\n\nThe name of the dish is derived from the word panang, meaning cross, which refers to the ancient way of preparing chicken with its legs crossed and set in an upright position. Though the origins of phanaeng curry are somewhat murky, it is often associated with the Malaysian state of Penang, but there is little evidence to support this claim.\n\nHowever, the earliest known recipe is found in Maawm Sohm Jeen’s book Tam Raa Gap Khao, dating back to 1890. Once finished, the curry is garnished with thinly sliced makrut lime leaves and Thai spur chili slices, and a bit of coconut milk can be poured over the curry.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/Images/Dishes/fe7489959eb04196b52925b11480137e.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/phanaeng-curry",
    "comment_ids": [
      "com01701",
      "com01702",
      "com01703",
      "com01704",
      "com01705"
    ]
  },
  {
    "dish_id": "dis018",
    "dish_name": "Roti canai",
    "ranking": 18,
    "category": "FLATBREAD",
    "certificate": "N/A",
    "origin": "MALAYSIA",
    "desc": "Roti canai is a traditional pan-fried flatbread made with flour, water, eggs, and fat of Indian origin, but mainly associated with Malaysia, and surrounding countries like Indonesia, Brunei, and Thailand.\n\nThe dough for roti canai is repeatedly folded, so the final product has a layered texture, a soft interior, and a crispy outer layer. The most common fat used in roti canai is ghee, the traditional Indian clarified butter. It is believed that the dish originated in India when the Indian laborers who migrated to Malaysia brought the recipe and the tradition of preparing this crispy pastry to the foreign country.\n\nUsually, it is served plain in its traditional round form, as an accompaniment to curries.  READ MORE",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/Images/Dishes/f2879064246e4cc8abce0ed0d865f8ce.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/roti-canai",
    "comment_ids": [
      "com01801",
      "com01802",
      "com01803",
      "com01804",
      "com01805"
    ]
  },
  {
    "dish_id": "dis019",
    "dish_name": "Esquites",
    "ranking": 19,
    "category": "STREET FOOD",
    "certificate": "N/A",
    "origin": "MEXICO",
    "desc": "Esquites is the name for popular Mexican street food that is usually consumed as a snack on the go. It is made with mature corn kernels, epazote, and salt. Corn is either grilled and shaved, or cooked with epazote, and it is then typically served in small cups, topped with chili peppers, lime juice, or cotija cheese.\n\nSour cream, mayonnaise, and pequin chili powder are sometimes served on the side so everyone can add the ingredients according to personal preferences. The name esquites is derived from the Nahuatl word izquitl, meaning toasted corn.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/5eb6dea2e1e3455ba2c07248bbc71018.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/esquites",
    "comment_ids": [
      "com01901",
      "com01902",
      "com01903",
      "com01904",
      "com01905"
    ]
  },
  {
    "dish_id": "dis020",
    "dish_name": "Toum",
    "ranking": 20,
    "category": "SAUCE",
    "certificate": "N/A",
    "origin": "LEBANON",
    "desc": "Toum is an authentic Lebanese and Syrian garlic paste. It is made with whole garlic cloves, which are slowly crushed using a mortar and pestle, or nowadays simply ground in a food processor. During this process, oil (preferably neutral oil such as canola, or the flavorful olive oil) is gently added to create a homogeneous garlic paste with an unusual, fluffy texture.\n\nFinally, salt and lemon juice are added to the mix, giving the paste a salty flavor and ivory color. Toum is used for marinades, sauces, and dips, and can enrich any meal. It is usually combined with chicken in traditional dishes such as roast chicken, chicken skewers or chicken shawarma, but is also commonly combined with beef, lamb, or goat meat.\n\nIt is often used as a spread in the famous Lebanese pita sandwiches and wraps, or as a simple spread over bread, which is served as a starter or a snack. Toum can be made in advance and can keep up as long as three weeks. Since it is highly versatile, numerous ingredients, such as mint, can be added to diversify its flavor and texture.\n\nThis delightful, pungent garlic spread and its adaptations can also be found in eastern Mediterranean countries, Egypt, and Iraq.",
    "average_ratings": "4.7",
    "image": "https://www.tasteatlas.com/images/dishes/4e8e0479374f4e29961bc95f07049786.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/toum",
    "comment_ids": [
      "com02001",
      "com02002",
      "com02003",
      "com02004",
      "com02005"
    ]
  },
  {
    "dish_id": "dis021",
    "dish_name": "Pan de bono",
    "ranking": 21,
    "category": "BREAD ROLL",
    "certificate": "N/A",
    "origin": "COLOMBIA",
    "desc": "Pan de bono is a traditional bread consisting of cassava starch, cornmeal or corn flour, queso fresco, eggs, and sugar. The bread is shaped into bagels or balls that are slightly larger than golf balls. Pan de bono is similar to other South American cheese breads like pan de queso, difference being added conr flour or cornmeal, and a hint of sweeteness due to the addition of sugar.\n\nIt is usually served warm with a cup of hot chocolate on the side. Some claim that the name pan de bono was created after an Italian baker in Cali who used to yell pane del buono (good bread), while others say that it is named after a place called Hacienda El Bono, where it was first made.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/images/dishes/955c42f1f59c4589bebec13335ddfb06.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pan-de-bono",
    "comment_ids": [
      "com02101",
      "com02102",
      "com02103",
      "com02104",
      "com02105"
    ]
  },
  {
    "dish_id": "dis022",
    "dish_name": "Central Texas-Style Barbecue",
    "ranking": 22,
    "category": "BARBECUE",
    "certificate": "N/A",
    "origin": "TEXAS, United States of America",
    "desc": "Central Texas-style barbecue originated in the Czech and German meat markets in the late 19th century. This barbecue style is typically associated with cooking brisket (the fattier portion is called point, while the leaner portion is called flat) low and slow, usually over post oak fire.\n\nThe meat is seasoned with salt, pepper, and maybe a bit of cayenne or garlic powder. It is then cooked in offset smokers, while the heat and smoke from the fire go across the meat, adding an irresistible smoky flavor to the brisket (although shoulder clod, chuck short ribs, and larger short ribs are also popular).\n\nThe meat is carved in front of the customer, and it is traditionally served on butcher paper (as an homage to the meat markets of yore), most often without any type of barbecue sauce on the side.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/images/dishes/37183985d0bb445a91d2e035b6d6eaaa.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/central-texas-style-barbecue",
    "comment_ids": [
      "com02201",
      "com02202",
      "com02203",
      "com02204",
      "com02205"
    ]
  },
  {
    "dish_id": "dis023",
    "dish_name": "Otoro nigiri sushi",
    "ranking": 23,
    "category": "RICE DISH",
    "certificate": "N/A",
    "origin": "JAPAN",
    "desc": "Otoro nigiri sushi is a traditional type of nigiri sushi. It consists of hand-pressed sushi rice that's topped with slices of fatty cuts of tuna. Different cuts of tuna are classified as otoro (fatty), chutoro (medium-fatty), and akami (red meat).\n\nThe dish has a rich flavor and a melt-in-the-mouth texture that makes it quite expensive. Traditionally, this type of sushi is eaten by hand in a single bite. It's usually accompanied by soy sauce, wasabi, or pickled ginger (gari) on the side.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/images/dishes/84299bcc3447446c8c5d3aeadc7ef3ac.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/otoro-nigiri-sushi",
    "comment_ids": [
      "com02301",
      "com02302",
      "com02303",
      "com02304",
      "com02305"
    ]
  },
  {
    "dish_id": "dis024",
    "dish_name": "Bife de chorizo",
    "ranking": 24,
    "category": "BEEF CUT",
    "certificate": "N/A",
    "origin": "ARGENTINA",
    "desc": "Bife de chorizo is an Argentinian beef cut equivalent to the US New York strip steak, strip steak, sirloin, and top loin traditionally used for asado. It is a thick, juicy steak with a sizable layer of fat on top. It comes in several varieties, namely the bife de chorizo angosto (thin sirloin) and the bife de chorizo mariposa (butterflied sirloin).\n\nAnd if you want to judge the quality of someone’s barbecue or the quality of a barbecue place, ask for this steak. Also, if you get one with more than a generous amount of fat, know you've been served a cheap and bad-quality one.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/913891c87f814c73aaa1aae404111922.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/bife-de-chorizo",
    "comment_ids": [
      "com02401",
      "com02402",
      "com02403",
      "com02404",
      "com02405"
    ]
  },
  {
    "dish_id": "dis025",
    "dish_name": "Trigona panoramatos",
    "ranking": 25,
    "category": "SWEET PASTRY",
    "certificate": "N/A",
    "origin": "THESSALONIKI, Greece",
    "desc": "Trigona panoramatos is a traditional sweet pastry originating from the outskirts of Thessaloniki. These crispy and buttery triangular (cone-shaped) phyllo pastries are typically soaked in syrup and filled with creamy custard. The custard is usually made with a combination of egg yolks, flour, butter, milk, sugar, vanilla, and heavy cream.\n\nThe phyllo triangles are baked until golden brown, dipped in cold syrup consisting of sugar and water, and then filled with the chilled custard. Trigona is often garnished with chopped nuts before consumption.",
    "average_ratings": "4.6",
    "image": "https://www.tasteatlas.com/images/dishes/0628f715791d465daf14661d9a48d50c.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/trigona-panoramatos",
    "comment_ids": [
      "com02501",
      "com02502",
      "com02503",
      "com02504",
      "com02505"
    ]
  },
  {
    "dish_id": "dis026",
    "dish_name": "Croissant",
    "ranking": 26,
    "category": "SWEET PASTRY",
    "certificate": "N/A",
    "origin": "FRANCE",
    "desc": "These flaky, golden-colored, crescent-shaped pastries are best made with pure butter and a slightly sweet yeast dough. If made properly, the yellow-white interior should be just the slightest bit elastic when pulled from the center, ready to be covered with a pad of butter or some fresh jam.\n\nExperts agree that the croissant was heavily influenced by Austrian kipfels. This pastry originated in 1683 as a celebration of the Austrian victory over the Ottoman Empire, its shape supposedly mimicking the crescent moon found on the Turkish flag.\n\nHowever, the croissant became French the moment people began to make it with puff pastry, a French innovation. Today, French croissants come filled with chocolate, jam, raisins, or even cream cheese. Sold fresh at numerous French boulangeries, they are mainly consumed as a breakfast item.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/c56fcbeaa87e4bfd9f178daeb4cb47a5.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/croissant",
    "comment_ids": [
      "com02601",
      "com02602",
      "com02603",
      "com02604",
      "com02605"
    ]
  },
  {
    "dish_id": "dis027",
    "dish_name": "Carbonara",
    "ranking": 27,
    "category": "PASTA",
    "certificate": "N/A",
    "origin": "ROME, Italy",
    "desc": "The carbonara we know today is prepared by simply tossing spaghetti with guanciale (cured pork jowl), egg yolks, and Pecorino Romano cheese. Despite its simplicity, this dish remains one of Rome's favorites, equally popular throughout the country.\n\nEven though carbonara is considered a typical Roman dish today, its origins are quite vague and often disputed. The name is said to have been derived from the carbonari, woodcutters and charcoal-makers who lived in the Appenine mountains northeast of Rome, and who supposedly cooked their pasta over a hardwood charcoal fire and tossed it with eggs and cheese.\n\nAnother popular theory claims that carbonara was invented after the liberation of Rome in 1944, when food shortages were so severe that Allied troops distributed bacon and powdered eggs, which the local population would then mix with water to make pasta sauce.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/e2ccb480947b455c98a0b01228eefea3.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/carbonara",
    "comment_ids": [
      "com02701",
      "com02702",
      "com02703",
      "com02704",
      "com02705"
    ]
  },
  {
    "dish_id": "dis028",
    "dish_name": "Tagliatelle al ragù alla Bolognese",
    "ranking": 28,
    "category": "PASTA",
    "certificate": "N/A",
    "origin": "BOLOGNA, Italy",
    "desc": "Tagliatelle al ragù alla Bolognese is a traditional dish originating from Bologna, consisting of tagliatelle pasta and a rich ragù made with a mixture of minced beef and pork, and tomatoes as key ingredients. Even though they are often thought to be synonymous, tagliatelle al ragù—one of Bologna's signature dishes—bears little or no resemblance to the dish known as spaghetti Bolognese in the rest of the world.\n\nIn fact, the world famous Italian ragù alla Bolognese meat sauce is never served with spaghetti in Bologna. Instead, when it isn't served over fresh tagliatelle, you will most often find it topping a bed of some other other ribbon-like pasta, such as fettuccine or pappardelle.\n\nRegardless of the type of pasta used, what makes or breaks this classic Emilian dish is the ragù itself. Experts nowadays tend to consider the recipe for ragù alla Bolognese registered by the Italian Academy of Cuisine in October 1982 the most authentic version.\n\nHowever, chances are that every restaurant and trattoria in Emilia Romagna dishes out its own version of tagliatelle al ragù, and each version is surely worth trying.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/cf89d353646b469091094e6420d81360.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/bolognese",
    "comment_ids": [
      "com02801",
      "com02802",
      "com02803",
      "com02804",
      "com02805"
    ]
  },
  {
    "dish_id": "dis029",
    "dish_name": "Guacamole",
    "ranking": 29,
    "category": "DIP",
    "certificate": "N/A",
    "origin": "MEXICO",
    "desc": "Guacamole is a world-famous buttery delicacy dating back all the way to the Aztec empire of the 1500s. It’s a healthy blend of ripe, mashed avocados, onions, chiles, optional tomatillos and selected seasonings such as sea salt and coriander.\n\nThe star of this incredibly simple dish is the avocado, high in unsaturated fat, potassium, vitamins, minerals and protein, its name stemming from the Aztec ahuacatl, meaning testicle or testicle tree, which is why it was believed that it was an aphrodisiac by the Aztecs.\n\nGuacamole is sometimes prepared in the molcajete, a traditional Mexican mortar and pestle where onions, chiles, and salt are ground to a paste and added to the coarsely mashed avocados. Of course, guacamole is only as good as the avocados it is prepared with, and among the best are the nutty and creamy Hass and smooth Fuerte avocados.\n\nIt is usually accompanied by corn chips, nachos or tortillas on the side, so guacamole is typically enjoyed as a dip. Regardless of its position on the table, the only important thing is to serve it fresh before it oxidizes and changes its vivid green color to a darker brown hue.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/cd8d563ba33a4486abaa5b2d615f9b5d.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/guacamole",
    "comment_ids": [
      "com02901",
      "com02902",
      "com02903",
      "com02904",
      "com02905"
    ]
  },
  {
    "dish_id": "dis030",
    "dish_name": "Tiramisù",
    "ranking": 30,
    "category": "DESSERT",
    "certificate": "N/A",
    "origin": "FRIULI-VENEZIA GIULIA, Italy",
    "desc": "Even though tiramisù is actually a fairly recent invention, this dessert of coffee-soaked ladyfingers layered with mascarpone cream enjoys an iconic status among Italian desserts. Its name stems from the phrase tirami sù, an Italian expression which literally means pick me up, a reference to the uplifting effects of sugar, liquor, and coffee.\n\nThe origins of tiramisù are heavily disputed between Veneto and Friuli-Venezia Giulia regions, but it is often suggested that the first was made in Veneto in the early 1960s. The earliest documented recipe for tiramisù (interestingly, without alcohol!) was printed in the 1981 spring edition of Vin Veneto magazine in an article on coffee-based desserts by Giuseppe Maffioli, a renowned food critic and member of the Italian Academy of Cuisine.\n\nHowever, in August 2017, Friuli-Venezia Giulia's tiramisu was officially added to the list of traditional regional dishes, but a Veneto local won the Tiramisu World Cup in November 2017, so the playing field is somewhat levelled once again. Regardless of these disputes, the perfect tiramisù should always deliver a serious caffeine kick from a shot of strong espresso, while brandy-fortified Marsala wine adds a nice sweet buzz.\n\nIn 2021, Ado Campeol, the owner of the restaurant where tiramisù is widely thought to have been invented, has died.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/d382e315805b49a3afddbbf1232c8292.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/tiramisu",
    "comment_ids": [
      "com03001",
      "com03002",
      "com03003",
      "com03004",
      "com03005"
    ]
  },
  {
    "dish_id": "dis031",
    "dish_name": "Lasagne alla Bolognese",
    "ranking": 31,
    "category": "PASTA",
    "certificate": "N/A",
    "origin": "BOLOGNA, Italy",
    "desc": "This rich and filling piatto unico (lit. single plate; one-dish meal) is traditionally made from layers of homemade, typically spinach-flavored fresh egg lasagna pasta that is topped with béchamel sauce and a rich meat sauce called ragù alla Bolognese.\n\nLastly, lasagne alla Bolognese is generously sprinkled with the Emilian king of cheeses, Parmigiano-Reggiano, and baked until tender on the inside with a perfectly crisp, browned top. This oven-baked classic is a typical dish of the Emilia-Romagna region, and of the city of Bologna specifically.\n\nHowever, it has become so popular over time that it now enjoys a position as a worldwide symbol of Italian cuisine. Unfortunately, as is often the case with timeless dishes, changes to the original recipe or the substitution of lower-quality ingredients cause many renditions of lasagne alla Bolognese that fail to live up to the splendor of the original.\n\nInterestingly enough, in many bolognese households, there is a special deep oven casserole with handles called ruola, made of aluminum and used for baking lasagne alla bolognese.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/d8cf5af177274c3d9760ed59e92d3ec0.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/lasagne-bolognese",
    "comment_ids": [
      "com03101",
      "com03102",
      "com03103",
      "com03104",
      "com03105"
    ]
  },
  {
    "dish_id": "dis032",
    "dish_name": "Dondurma",
    "ranking": 32,
    "category": "ICE CREAM",
    "certificate": "N/A",
    "origin": "KAHRAMANMARAŞ, Turkiye",
    "desc": "Turkish ice cream is believed to originate from the city of Maraş—hence the name—and what really sets it apart from other varieties is its resistance to melting and a particularly dense, chewy texture. These qualities are brought by adding two thickening agents to the basic milk and sugar mixture: Arab gum, also known as mastic resin, and salep—a type of flour made from the root of the early purple orchid.\n\nIn fact, in the Kahramanmaraş region, ice cream typically contains distinctly more salep than usual, which is why it is sometimes called kesme dondurma—from the Turkish kesmek, meaning to cut—which is the reason why this ice cream variety is usually eaten with a knife and fork.\n\nIn Türkiye, ice cream is commonly sold in the streets but also in specialized dondurması shops, whose owners will often go out of their way by producing their own salep, apart from using exclusively natural flavorings and milk from goats fed only with thyme, orchid flowers, and milkvetch.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/fe96f8fb9ec848bfb3dd109472d1c188.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/maras-dondurmas",
    "comment_ids": [
      "com03201",
      "com03202",
      "com03203",
      "com03204",
      "com03205"
    ]
  },
  {
    "dish_id": "dis033",
    "dish_name": "Karaage",
    "ranking": 33,
    "category": "TECHNIQUE",
    "certificate": "N/A",
    "origin": "JAPAN",
    "desc": "Also known as dry-frying, karaage is a Japanese cooking technique in which various foods are first lightly coated in arrowroot starch, then deep-fried. The use of arrowroot starch preserves the natural water content of fried foods and produces a crispy outer surface, but alternatively, other coating ingredients such as wheat flour, tapioca, or potato starch can also be used.\n\nKaraage can be used for frying various meats and fish, but it is most often associated with chicken, and involves a special variant called tatsutaage, where pieces of chicken are first marinated in a mixture of sake, soy sauce, and sugar which are then lightly covered with arrowroot starch and deep-fried.\n\nThis method makes the meat succulent on the inside and particularly crispy on the outside. If not specified otherwise, karaage usually refers to fried chicken, but apart from chicken, the technique is sometimes used with other ingredients such as askarei (flounder), ika (bits of squid), and gobo (burdock root).\n\nJapanese karaage dishes are usually seasoned with garlic and ginger, and served with soy sauce on the side. They are a staple of informal Japanese gastropubs called izakayas, casual places for after-work drinks and snacks, but they are also available freshly fried as take-out food in numerous supermarkets and convenience stores.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/e59670f2af424cce982da41273b5d56e.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/karaage",
    "comment_ids": [
      "com03301",
      "com03302",
      "com03303",
      "com03304",
      "com03305"
    ]
  },
  {
    "dish_id": "dis034",
    "dish_name": "Barbacoa",
    "ranking": 34,
    "category": "TECHNIQUE",
    "certificate": "N/A",
    "origin": "MEXICO",
    "desc": "Barbacoa is a term that is mostly associated with Mexico and refers to an ancient technique of cooking meat in underground ovens.\n\nThere are numerous regional varieties, which usually differ in the type of meat or the cut, but the most common options include lamb, goat, or mutton—and animal heads are traditionally regarded as a favorite barbacoa specialty. Mexican barbacoa involved digging a hole in the ground, lining the bottom and the sides with rocks, and adding a layer of burning wood, which would then be covered with agave leaves.\n\nThey would then place the meat on the leaves, and the hole would be covered and sealed. An additional flame would be lit on top to keep animals away, and the meat would be left to cook overnight. Throughout history, the word barbacoa has been associated with numerous meanings.  READ MORE",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/c0e73281376f44eba55501137ea1d7fd.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/barbacoa",
    "comment_ids": [
      "com03401",
      "com03402",
      "com03403",
      "com03404",
      "com03405"
    ]
  },
  {
    "dish_id": "dis035",
    "dish_name": "Dulce de leche",
    "ranking": 35,
    "category": "DESSERT",
    "certificate": "N/A",
    "origin": "ARGENTINA",
    "desc": "Dulce de leche is a type of condensed milk sweet from Argentina and Uruguay. Traditionally, it is made by heating sweetened cow's milk until it caramelizes and achieves a thick consistency, enough to act as a spread, a filling for cakes and pies, or an ice cream topping.\n\nThe legend says that dulce de leche originated in Buenos Aires in 1829, when a maid of Argentinian leader Juan Manuel de Rosas was preparing la lechada by heating sugar and milk. As she left it on the fire a bit longer than usual, she noticed it had become a dark brown substance, and that's how dulce de leche was born.\n\nOther food historians claim it was first created in 1804 by Napoleon's cooks, while others theorize the recipe originated in Indonesia. Either way, it spread through Latin America, and nowadays almost every country in South and Central America has its unique variation.\n\nStill, only Argentina and Urugay call it \"dulce de leche\", and dispute over the exact place of origin. Today, dulce de leche is sometimes flavored with vanilla, lemon, or cinnamon, and is used to flavor candies, cakes, cookies, waffles, and ice creams.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/ee778683c16549f690b2d350e8cefbcc.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/dulce-de-leche",
    "comment_ids": [
      "com03501",
      "com03502",
      "com03503",
      "com03504",
      "com03505"
    ]
  },
  {
    "dish_id": "dis036",
    "dish_name": "Carnitas",
    "ranking": 36,
    "category": "PORK DISH",
    "certificate": "N/A",
    "origin": "MICHOACÁN, Mexico",
    "desc": "Originating from the Mexican state of Michoacán, carnitas is a flavorful dish made from pork (usually front sections or pork shoulder) that is braised, roasted, or slow-cooked in its own fat for a long time until fully tender and succulent.\n\nThe heat is then turned up until the meat is crispy on the exterior and can be shredded. Carnitas, which translates to little meats, is often served with tortillas, accompanied by salsas, beans, guacamole, lime, or fresh vegetables. In Michoacán, carnitas are found everywhere from street stalls to upscale restaurants, although the dish is more often made for special occasions such as Christmas, anniversaries, or birthdays.\n\nTender, fresh, and tasty, carnitas are a special treat for meat lovers worldwide.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/d21c3f479a6c4591884a3d813a4cbc3d.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/carnitas",
    "comment_ids": [
      "com03601",
      "com03602",
      "com03603",
      "com03604",
      "com03605"
    ]
  },
  {
    "dish_id": "dis037",
    "dish_name": "Pączki",
    "ranking": 37,
    "category": "SWEET PASTRY",
    "certificate": "N/A",
    "origin": "POLAND",
    "desc": "Pączki are traditional Polish doughnuts are made from yeast-leavened dough that's rich in eggs, sugar, milk, and fats. A touch of spirit, such as rum, is often added to the dough for pączki to prevent the absorption of oil during frying. They are darker and larger than their Austrian cousin krapfen and often ball-like in shape rather than round.\n\nTraditional fillings are plum preserve and rose jam. They are placed at the center of the dough and then wrapped around it to make a ball-like shape. Pączki are much more than just a tasty treat; they hold cultural significance in Poland and among Polish communities worldwide.\n\nConsuming pączki on the last Thursday before Lent begins is a centuries-old tradition, marking a time to indulge in rich foods before the fasting period of Lent. The popularity of pączki has spread beyond Poland, with many bakeries in the United States, especially those in areas with large Polish populations, offering them in the lead-up to Lent.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/79ac7927383541fdbf5a64476e6921cc.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/paczki",
    "comment_ids": [
      "com03701",
      "com03702",
      "com03703",
      "com03704",
      "com03705"
    ]
  },
  {
    "dish_id": "dis038",
    "dish_name": "Samgyeopsal",
    "ranking": 38,
    "category": "PORK DISH",
    "certificate": "N/A",
    "origin": "SOUTH KOREA",
    "desc": "Samgyeopsal is a South Korean delicacy consisting only of pork belly, the most expensive cut of pork in the country. It is so popular in South Korea that the residents eat it approximately once every four days. The name of the dish consists of three words: sam (three), gyeop (layered), and sal (meat), so it can be literally translated as three-layered meat, referring to the three visible layers of the meat.\n\nIt is believed that the dish became popular in the 1960s, when the price of soju decreased and people needed a dish to go with it, so they chose pork belly due to its low price at the time. Whether at home or in restaurants, samgyeopsal is traditionally cooked at the table in a special pan which is designed to let the fat run off the sides of it.\n\nThe dish is most commonly accompanied by lettuce, raw garlic, green chili peppers, kimchi, and green onions. Two dipping sauces are traditionally served on the side: one is ssamjang, consisting of sesame oil, chili paste, and soybean paste, and the other is gireumjang, consisting of sesame oil, salt, and black pepper.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/c14230796c20417186ae4b39681094be.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/samgyeopsal",
    "comment_ids": [
      "com03801",
      "com03802",
      "com03803",
      "com03804",
      "com03805"
    ]
  },
  {
    "dish_id": "dis039",
    "dish_name": "Steak au poivre",
    "ranking": 39,
    "category": "BEEF DISH",
    "certificate": "N/A",
    "origin": "FRANCE",
    "desc": "Steak au poivre is a French dish consisting of a beef steak that is coated in crushed peppercorns and fried. It is served with a sauce that is made in the same pan that the steak was cooked in. Typically, the dish is accompanied by potatoes and a salad on the side.\n\nAccording to Francis Marie, a famous steak specialist, the dish originated in the 19th century in Normandy's bistros, where men took women for late dinners of steak au poivre, due to the pepper's purported aphrodisiac properties. Numerous chefs claimed the invention of the dish, the most famous of them being Émile Lerch, the owner of Restaurant Albert on the Champs-Élysées, who stated that he first made the dish in 1930.\n\nRegardless of the inventor, steak au poivre remains a staple of typical French cuisine.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/0d5c54eb9cd64db6a2832aeb115bb57d.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/steak-au-poivre",
    "comment_ids": [
      "com03901",
      "com03902",
      "com03903",
      "com03904",
      "com03905"
    ]
  },
  {
    "dish_id": "dis040",
    "dish_name": "Beijing kao ya",
    "ranking": 40,
    "category": "DUCK DISH",
    "certificate": "N/A",
    "origin": "BEIJING, China",
    "desc": "The history of Peking duck goes back to China's Yuan Dynasty of the 13th century. Bianyifang, Beijing's oldest restaurant specializing in Peking duck has been in business since the Jiajing reign of the 16th century, serving as a testament to the popularity of this succulent, tantalizing dish.\n\nThe duck is cooked until the skin turns golden and crispy and the meat becomes tender, slightly sweet, and moist. Both the meat and the skin are then folded in thin pancakes or steamed white buns. To make an authentic Beijing kao ya, the duck must be a white feathered American Pekin, hung for 24 hours, and pumped with air through a small puncture between the breasts and wings.\n\nIt is usually brushed with a mixture of ginger, oil, hoisin sauce, honey, and rice vinegar, then vertically hung and slowly roasted to perfection. When the dish is served, the skin will often come first as an appetizer, followed by the meat which is accompanied by cucumbers, scallions, hoisin sauce, buns, and pancakes.\n\nWith its 400-year history, exquisite flavors, and elaborate preparation, it comes as no surprise that Peking duck is one of the most famous Chinese dishes.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/e221ac6aa49d49beb3232b8d033a61ae.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/peking-duck",
    "comment_ids": [
      "com04001",
      "com04002",
      "com04003",
      "com04004",
      "com04005"
    ]
  },
  {
    "dish_id": "dis041",
    "dish_name": "Dan Dan noodles",
    "ranking": 41,
    "category": "NOODLE DISH",
    "certificate": "N/A",
    "origin": "SICHUAN, China",
    "desc": "Traditional dan dan noodles are a true classic of Chinese cuisine. The star of the dish is a spicy sauce served with the noodles. Made with chili oil, preserved vegetables, Sichuan peppercorn, and sometimes sesame or peanut paste, the sauce bursts with heat and complex flavors.\n\nThe meat, most commonly minced pork or beef, is also commonly included, but mainly acts as a garnish. In China, the varieties differ only slightly, but worldwide the traditional dan dan noodles have been adjusted to the more gentle western palate and use significantly fewer spices.\n\nThe dish originated in the Sichuan province, and it is still one of the most common dishes in the area. The name itself comes from the way the noodles were initially offered to the Sichuan citizens and refers to the bamboo pole carried on the shoulders, which was used to transport the dish through the city streets.  READ MORE",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/148ba9db636c40f699567b013e9828c5.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/dan-dan-noodles",
    "comment_ids": [
      "com04101",
      "com04102",
      "com04103",
      "com04104",
      "com04105"
    ]
  },
  {
    "dish_id": "dis042",
    "dish_name": "Soufflé au chocolat",
    "ranking": 42,
    "category": "CHOCOLATE DESSERT",
    "certificate": "N/A",
    "origin": "FRANCE",
    "desc": "Chocolate soufflé is an exquisite French dessert that combines dark chocolate with a creamy egg yolk base and fluffy egg whites. Typically prepared in small ramekins, it should always be lightly baked in order to stay soft and velvety in the middle, with a delectable, crunchy top.\n\nJust like other soufflé varieties, the chocolate version is also considered to be technically challenging, but if done properly, it results in a wonderfully delicate sweet treat. Even though it is not considered to be one of the first soufflé versions, which were originally prepared as savory dishes, today it is one of the most popular interpretations of this internationally acclaimed dessert.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/764da6201d5645479c0d52b7e97902cd.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/chocolate-souffle",
    "comment_ids": []
  },
  {
    "dish_id": "dis043",
    "dish_name": "Sernik",
    "ranking": 43,
    "category": "CHEESE DESSERT",
    "certificate": "N/A",
    "origin": "POLAND",
    "desc": "Sernik is a cheesecake from Poland, stemming from old Christian and Jewish traditions. It is made with eggs, sugar, and twaróg - a type of curd cheese that has been used in desserts for hundreds of years. It is believed that sernik originated in the 17th century, when King Jan III Sobieski brought the recipe with him after his victory against the Turks at the Battle of Vienna.\n\nToday, there are many varieties of sernik, some baked, some unbaked, but it is usually made on a layer of crumbly cake. Often times raisins, chocolate sauce, or fruits are also added to sernik, and one of the most popular varieties of the dessert has a sponge cake as its base and is covered with jelly and fruit on top.\n\nThe krakowski version of sernik has a lattice crust on top to differentiate it from other types of this cheesecake. Sernik can either be prepared at home or found in many Polish stores and supermarkets.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/e85ec10aa7e243f79fc14ddecc649b8b.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/sernik",
    "comment_ids": [
      "com04301",
      "com04302",
      "com04303",
      "com04304",
      "com04305"
    ]
  },
  {
    "dish_id": "dis044",
    "dish_name": "Jianbing",
    "ranking": 44,
    "category": "PANCAKE",
    "certificate": "N/A",
    "origin": "TIANJIN, China",
    "desc": "A favorite breakfast item in China sold by numerous street food vendors early in the morning, jianbing or fried pancake is a thin and savory crêpe-like pancake that is made by spreading batter over a hot, cast-iron slab with a wooden paddle.\n\nThe batter can be made with a variety of different flour, with the most common types being mung bean flour, black bean flour, and wheat flour. Always freshly prepared and warm, this fried pancake is usually topped with eggs, then flavored with various sauces such as chili sauce, hoisin sauce, or tianmianjiang (savory bean paste) sauce, and filled with ingredients such as spring onions, mustard pickles, radishes, scallions, cilantro, or even a protein such as Chinese sausage or chicken.\n\nA type of crispy-fried dough sticks called guozi or strips of crispy wonton are traditionally added to the pancake filling for extra crunchiness. The variations on this dish are endless as are the ingredients that can be added inside the crêpe wrapper.\n\nTypical of Tianjin, versions of this Chinese dish can also be found in some of the largest cities in the world including New York, Sydney, and London.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/defa8ce09af6421b9cd2a270bfa18435.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/jianbing",
    "comment_ids": [
      "com04401",
      "com04402",
      "com04403",
      "com04404",
      "com04405"
    ]
  },
  {
    "dish_id": "dis045",
    "dish_name": "Khinkali",
    "ranking": 45,
    "category": "DUMPLINGS",
    "certificate": "N/A",
    "origin": "GEORGIA",
    "desc": "These delicious Georgian dumplings known as khinkali are considered to be one of the national dishes of the country. The dumplings are filled with meat and spices, then traditionally twisted into a knot at the top. Regional differences influence the fillings and every part of Georgia has their distinctive variety.\n\nFor example, in the mountainous regions, the most traditional filling is lamb, however; the most frequent variety throughout entire Georgia is a mixture of pork and beef. The vegetarian versions made with traditional Imeretian cheese or mushrooms are also quite popular.\n\nThe traditional recipe was developed over time, and now includes fresh herbs such as cilantro or parsley. The meat for khinkali is never precooked – therefore, all of the juices are tucked inside the dumplings. Eating khinkali is also a part of traditional Georgian folklore: the top, where the dough is twisted into a knot, should never be eaten because it serves as a handle to hold the dumpling, and it is usually left on the plate as an indication of how many dumplings have been eaten.\n\nThese flavorful dumplings are served plain or paired with freshly ground black pepper.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/fd4d93d5164446d08b4b020e06c42ca4.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/khinkali",
    "comment_ids": [
      "com04501",
      "com04502",
      "com04503",
      "com04504",
      "com04505"
    ]
  },
  {
    "dish_id": "dis046",
    "dish_name": "Kaiserschmarrn",
    "ranking": 46,
    "category": "PANCAKE",
    "certificate": "N/A",
    "origin": "AUSTRIA",
    "desc": "Also known as the Emperor's mess, this Austrian dessert can be described as a fluffy, lightly caramelized, scrambled pancake. Legend has it that kaiserschmarrn was the favorite dessert of Kaiser Franz Joseph I, after whom it was named.\n\nThe dish is traditionally served either with zwetschkenröster (plum compote) or with a big spoonful of apple, pear, or berry preserve. Lavishly dusted with icing sugar, kaiserschmarrn is the perfect comfort food, indeed fit for an emperor and easily one of the best desserts Austria has to offer.\n\nApart from the beloved, old-fashioned kaiserschmarrn, depending on the filling, some of the modern takes on this Austrian classic include apfelschmarrn (apples), kirschschmarrn (cherries), mirabellenschmarrn (mirabelle plums), nußschmarrn (walnuts, almonds, hazelnuts) and sauerrahmschmarrn (sour cream).\n\nBesides Austria, kaiserschmarrn is also a popular and common dessert in the German region of Bavaria. It can also be found in countries that were once part of the Austro-Hungarian Empire.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/b56f2045b1be44f7b716175bf58e9fda.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/kaiserschmarrn",
    "comment_ids": [
      "com04601",
      "com04602",
      "com04603",
      "com04604",
      "com04605"
    ]
  },
  {
    "dish_id": "dis047",
    "dish_name": "Entrecôte",
    "ranking": 47,
    "category": "FRENCH BEEF CUT",
    "certificate": "N/A",
    "origin": "FRANCE",
    "desc": "Entrecôte is a type of beef steak that's cut from between the ribs, but it's more commonly known as a thin and boneless rib-eye steak. The butchers cut bone-in rib-eyes with the bone on each side, but there are also six leftover boneless steaks from the meat between each bone-in rib-eye, and they're known as the entrecôtes.\n\nDue to the fact that these cuts are thin, it makes them great for quick cooking on the grill or in a pan (high heat), but it's important not to overcook them. The steaks are juicy, tender, and generously marbled. This type of meat cut is popular in France and Europe, and the word entrecôte means between the ribs.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/b0bc28cca0ac414ba7443de63b344223.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/entrecote",
    "comment_ids": [
      "com04701",
      "com04702",
      "com04703",
      "com04704",
      "com04705"
    ]
  },
  {
    "dish_id": "dis048",
    "dish_name": "Piadina Romagnola",
    "ranking": 48,
    "category": "STREET FOOD",
    "certificate": "PGI (Protected Geographical Indication)",
    "origin": "EMILIA-ROMAGNA, Italy",
    "desc": "Even though today this griddled Italian flatbread is typically enjoyed as a sandwich (one of the most popular fillings includes prosciutto, creamy soft cheeses like squacquerone, tomatoes, and a handful of peppery wild arugula), Piada or piadina Romagnola was once merely a staple of the poor, often made with maize flour and called la pjida ad furmantoun in Romagnolan dialect.\n\nIn his poem entitled La Piada, which is sort of an ode to the beloved Romagnolan piadina, a 19th century Italian poet Giovanni Pascoli calls it \"the bread of poverty, humanity, and freedom\", describing it as \"smooth as a leaf and as big as the moon.\" Since then, the humble, rustic piadina has come a long way and even today takes a special place in the regional cuisine, having been awarded the Protected Geographical Indication status. Le piadine, in plural, can take virtually any ingredients as their filling, and they can be easily found freshly prepared at numerous street kiosks called piadinerie, as it is best to eat a piadina only minutes after it comes off the cast-iron griddle while it's still pliable and warm - the perfect frame for the almost-melting soft cheese and delectable, thinly sliced charcuterie.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/54519ef8aa834498b5838b0abd48aead.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/piadina-romagnola",
    "comment_ids": [
      "com04801",
      "com04802",
      "com04803",
      "com04804",
      "com04805"
    ]
  },
  {
    "dish_id": "dis049",
    "dish_name": "Pernil",
    "ranking": 49,
    "category": "PORK DISH",
    "certificate": "N/A",
    "origin": "PUERTO RICO",
    "desc": "Pernil is one of Puerto Rico's most famous dishes, a succulent roasted pork shoulder that is traditionally seasoned in a marinade called adobo mojado, consisting of paprika, salt, vinegar, garlic, and oregano. The name of the dish is derived from the Spanish word pierna, meaning leg, but it is also a Catalan word for ham, referring to the traditional recipe that calls for fresh ham.\n\nBecause pork shoulder is more available and costs less than ham, it has become a key ingredient in pernil. Many people prefer it since it is believed to be much more flavorful than ham. The dish is a staple at numerous Puerto Rican festivities such as birthdays or weddings, where many people feast on the crunchy skin and tender meat that falls off the bone.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/c45da6da13db40f990d9bffe7c4f664a.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pernil",
    "comment_ids": [
      "com04901",
      "com04902",
      "com04903",
      "com04904",
      "com04905"
    ]
  },
  {
    "dish_id": "dis050",
    "dish_name": "Pão de queijo",
    "ranking": 50,
    "category": "BREAD ROLL",
    "certificate": "N/A",
    "origin": "MINAS GERAIS, Brazil",
    "desc": "Literally translated to cheese bread, pão de queijo has its origins in the culinary inventions of African slaves, when they started to use the residue of the cassava plant. A fine white powder, or starch, was rolled into balls and baked.\n\nAt the time, no cheese was added, so it was just baked starch, but at the end of the 19th century, when slavery ended, other foods started to become available to the Afro-Brazilians for the first time. In the state of Minas Gerais, the dairy center of Brazil, cheese and milk started to be added to the starchy balls, and pão de queijo was created.\n\nToday, it is a popular Brazilian snack or breakfast food that is also widely consumed in northern Argentina, sold at numerous coffee shops, snack bars, and bakeries.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/5f9b1130da3347da8c1ec071b9b55c28.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pao-de-queijo",
    "comment_ids": [
      "com05001",
      "com05002",
      "com05003",
      "com05004",
      "com05005"
    ]
  },
  {
    "dish_id": "dis051",
    "dish_name": "Biang Biang noodles",
    "ranking": 51,
    "category": "NOODLE DISH",
    "certificate": "N/A",
    "origin": "SHAANXI, China",
    "desc": "Biangbiang noodles, also known as belt noodles due to their broadness and length, are a specialty of Shaanxi province in China. The noodles are usually topped with vegetables and herbs such as spring onions, garlic, leeks, coriander, Sichuan peppercorns, cumin, and chili.\n\nThere are two stories about the origin of these unusual noodles: one says that the name stems from the sound of handmade noodles being stretched and flapped, and the other one says that the word biangbiang was invented by a Chinese Emperor. Unusually, the word biang doesn't exist in the Chinese language, and it is made up of 57 strokes, the most of any Chinese character.\n\nOriginally, the noodles were part of workers' meals, but they have recently become popular in elegant restaurants.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/f417c973168f4e2bba292267095d9669.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/biangbiang-noodles",
    "comment_ids": [
      "com05101",
      "com05102",
      "com05103"
    ]
  },
  {
    "dish_id": "dis052",
    "dish_name": "Fritto misto",
    "ranking": 52,
    "category": "SEAFOOD DISH",
    "certificate": "N/A",
    "origin": "ITALY",
    "desc": "Fritto misto is one of those dishes that differs widely across the country. Along the Italian seaside, it will always include crustaceans and mollusks, typically shrimp and squid, and often paranza, which is a collective name for very small whole fish such as fresh anchovies, sardines, baby mackerel, or mullet.\n\nIn northern parts of the country, particularly in Piedmont, fritto misto is mostly made with vegetables and, depending on the season, includes semolina, veal brain, brochettes of cheese and prosciutto, sometimes even apples and amaretti biscuits. In the Marche region, every frittura mista includes the famous olive ascolane, green olives stuffed with finely minced meat, often accompanied by fried semolina, squash blossoms and lamb chops; while in the Neapolitan area fritto misto is prepared with no fish other than a few anchovies, crumbed fried mozzarella, and various seasonal vegetables such as cauliflower and artichokes in winter, eggplant and zucchini in summer.\n\nMoreover, the Naples-style frittura will sometimes also include sweetbreads, brains and liver with some vegetables and local specialties such as the deep-fried ravioli called panzarotti and Sicilian arancini, fried rice balls. The fritto misto alla Fiorentina contains no fish or fruit, but lambs' brains, crumbed lamb cutlets, rabbit legs, batter-dipped and deep-fried cauliflower florets, whole artichokes, zucchini batons, chicken thighs, and animelle or sweetbreads instead of the aforementioned ingredients. Also depending on the region, fritto misto is sometimes batter-fried, but the simplest method of preparing it is lightly coating the food in flour and quickly deep-frying it in hot oil until it forms a nice golden brown crust.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/35db17c2493b41d0a04a3a066ac4dc00.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/fritto-misto",
    "comment_ids": [
      "com05201",
      "com05202",
      "com05203"
    ]
  },
  {
    "dish_id": "dis053",
    "dish_name": "Linguine allo scoglio",
    "ranking": 53,
    "category": "PASTA",
    "certificate": "N/A",
    "origin": "CAMPANIA, Italy",
    "desc": "One of Italy's all-time favorites, linguine allo scoglio, often also dubbed linguine ai frutti di mare is a typical southern Italian seafood dish or piatto di mare. Back in the 1980s in the wider Neapolitan area, as well as along the entire southern Italian coast, there was reportedly not a single restaurant that didn't offer some version of such a timeless classic on its menu.\n\nThis pasta entrée is made with either linguine or spaghetti, and a combination of seafood and shellfish, preferably coming from fresh local catch of the day. Considering seafood seasonality, what Neapolitan and any other scoglio (lit. reef; rock) has to offer varies from month to month, so there is no precise recipe for this dish, and there are countless variations in existence, but the most traditional ones always include clams, mussels, shrimps, and sometimes even calamaretti or baby squids.\n\nPasta allo scoglio is typically flavored with white wine and garlic, and it can be prepared either in rosso or in bianco, meaning in red or white - with or without tomatoes, respectively.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/86cf5a2c8c6149c785a81b989e7e65d5.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/linguine-allo-scoglio",
    "comment_ids": [
      "com05301",
      "com05302",
      "com05303"
    ]
  },
  {
    "dish_id": "dis054",
    "dish_name": "Brisket",
    "ranking": 54,
    "category": "AMERICAN BEEF CUT",
    "certificate": "N/A",
    "origin": "UNITED STATES OF AMERICA",
    "desc": "In the American, English and German systems of primal beef cuts, the brisket (or rinderbrust) is a cut that comes from the breast or lower chest of the cow. The brisket is one of the nine primal cuts of beef and is particularly known for its size and for having a significant amount of connective tissue.\n\nThis cut consists of two different muscles: the pectoralis major, known as the \"flat,\" and the pectoralis minor, or the \"point.\" The flat is leaner, while the point has more fat and marbling. Because of the high amount of connective tissue, brisket needs to be cooked slowly, over low heat, to allow the collagen in the meat to break down and become tender.\n\nThis makes it a popular choice for slow cooking methods like smoking, braising, or slow roasting. Brisket is notably used in a variety of regional American barbecue traditions, particularly Texas-style barbecue, where it's often smoked for many hours.\n\nIt's also traditionally used for making corned beef and pastrami.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/86c5299ea7f5485fb7b8fadb69283af1.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/brisket",
    "comment_ids": [
      "com05401",
      "com05402",
      "com05403"
    ]
  },
  {
    "dish_id": "dis055",
    "dish_name": "Phở bò",
    "ranking": 55,
    "category": "NOODLE SOUP",
    "certificate": "N/A",
    "origin": "VIETNAM",
    "desc": "This beef-based version of pho is prepared with assorted cuts and parts of beef – the stock is made from beef bones, shank, ox tail, and neck, while the toppings include thinly sliced fatty brisket (gầu), flank, eye-round steak, tripe, cooked and raw beef (tái nạm), tendon (gân), or beef balls (phở bò viên), but the latter version is not that popular in Vietnam.\n\nBeef pho is usually flavored with dried spices such as cinnamon, star anise, cloves, cardamom, and coriander. The dish is served piping hot in a bowl along with rice noodles, and it's typically topped with cilantro, sliced onions, and chopped green onions.\n\nOn the side, you can often find a platter with bean sprouts, lime wedges, and sliced hot peppers so each person can add the garnishes to his or her liking. Hoisin and Sriracha sauces are also often-seen staples on the side.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/d539ca9ae55d46be96d936f6a43a8c3e.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pho-bo",
    "comment_ids": [
      "com05501",
      "com05502",
      "com05503"
    ]
  },
  {
    "dish_id": "dis056",
    "dish_name": "Espetada",
    "ranking": 56,
    "category": "BEEF DISH",
    "certificate": "N/A",
    "origin": "MADEIRA, Portugal",
    "desc": "Espetada is a traditional dish and a specialty of the island of Madeira. It consists of big pieces of beef that are marinated in salt and garlic, then skewered on a bay leaf stick. The stick is placed over hot coals until the meat is properly cooked.\n\nIt is the most popular dish to serve at picnics or parties in Madeira. Espetada is often served with the skewer hung vertically from a hook, so that the flavorful juices can drip down onto a plate filled with thick-sliced, crusty bread. Pork, sausages, and squid can all act as a substitute for beef in espetada, but then it is not a typical Madeira dish anymore.\n\nSince it is a great summer dish, it is recommended to pair espetada with a glass of cold sangria.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/9d6b5529303d43ab8f1ca8faf42bf686.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/espetada",
    "comment_ids": [
      "com05601",
      "com05602",
      "com05603"
    ]
  },
  {
    "dish_id": "dis057",
    "dish_name": "Tom kha gai",
    "ranking": 57,
    "category": "CHICKEN SOUP",
    "certificate": "N/A",
    "origin": "CENTRAL THAILAND, Thailand",
    "desc": "Tom kha gai is Thailand's delicious national dish coming from the central part of the country and bearing the influence of neighbouring Laos. It is a soup whose name translates to boiled galangal chicken soup, consisting of coconut milk, chicken chunks or shreds, galangal (reddish-brown or pink woody plant related to ginger), lemongrass, garlic, bird's eye chili peppers, kaffir lime leaves, fish sauce, and shiitake mushrooms.\n\nGalangal's peppery, pungent, slightly sour and floral flavors provide an interesting contrast to the creaminess of coconut milk, creating a wonderfully aromatic dish in the process. Tom kha gai is highly nutritious with great medicinal properties, such as the ability to soothe the gastro-intestinal tract.\n\nSince the dish is very popular, there are also other versions of the soup - vegetarian, tofu, seafood, and pork tom kha are just some of its varieties. It is traditionally served with rice on the side, garnished with coriander leaves and diced tomatoes.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/9bf54bc8b6ae431db23b5919b7442ce9.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/tom-kha-gai",
    "comment_ids": [
      "com05701",
      "com05702",
      "com05703"
    ]
  },
  {
    "dish_id": "dis058",
    "dish_name": "Boiled Maine Lobster",
    "ranking": 58,
    "category": "LOBSTER DISH",
    "certificate": "N/A",
    "origin": "MAINE, United States of America",
    "desc": "Boiling is the most popular and simplest way of preparing a Maine lobster. Live lobsters are plopped into a large pot of boiling water seasoned with sea salt and cooked depending on the size of the lobster — the bigger the lobster, the longer the cooking time.\n\nOnce the lobster is in the water, it’s important to time the cooking so it doesn’t overcook, as the meat will be tough and rubbery. Also, lobsters need to be treated humanely. Hence, placing the lobsters in the freezer for 30-60 minutes before cooking is recommended so they fall asleep.\n\nWhen sleeping lobsters are placed in boiling water, they will not feel any pain. Serve with melted butter, bibs, and a bucket for shells.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/f2bfb397f40848d89f7d16a816be0690.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/boiled-maine-lobster",
    "comment_ids": [
      "com05801"
    ]
  },
  {
    "dish_id": "dis059",
    "dish_name": "Katmer",
    "ranking": 59,
    "category": "SWEET PASTRY",
    "certificate": "N/A",
    "origin": "GAZIANTEP, Turkiye",
    "desc": "A type of sweet börek, katmer is a specialty of Gaziantep, or simply Antep – Türkiye's gastronomic capital and a rich melting pot of diverse cultures and cuisines nestled in southeastern Anatolia – an ancient city whose claim to fame is being home to world’s finest pistachios and the delicious Antep baklavası.\n\nKatmer is what most locals start their day with: in fact, there are bakeries and cafés in Gaziantep open from early morning until noon serving katmer for breakfast. Traditionally, it is also the first meal eaten by newlyweds after their first wedding night, as it represents the sweetness they hope to find in their marriage.\n\nFilled with pistachios and kaymak – Turkish clotted cream made with water buffalo milk, which is often referred to as kaymağın kaymağı, meaning crème de la crème – these flaky, crunchy pastries must be served fresh from the oven, while they're still warm.\n\nFor a perfect Turkish breakfast, have your katmer drizzled with a little honey, sprinkled with crushed pistachios, and paired with a nice cup of tea.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/1cf6cc2aa8964235ae8e1cf1e4a2907e.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/katmer",
    "comment_ids": [
      "com05901"
    ]
  },
  {
    "dish_id": "dis060",
    "dish_name": "Bougatsa",
    "ranking": 60,
    "category": "SWEET PASTRY",
    "certificate": "N/A",
    "origin": "MACEDONIA, Greece",
    "desc": "Bougatsa is a traditional, rustic Greek pie consisting of a phyllo pastry layered with a filling of semolina custard, although there are variations with minced meat or cheese. The name of the dish is a derivation of the Ottoman word pogatsa, denoting a pie filled with cheese.\n\nBougatsa has origins from the Byzantine period, when Constantinople was Greek, and it began as a dough that was stuffed with numerous sweet and savory fillings. Over time, bougatsa evolved to incorporate a thinly rolled, hand-made phyllo pastry. As many Turkish immigrants settled in Northen Greece, bougatsa became a specialty of Serres and Thessaloniki.\n\nToday, the pies can be found throughout Greece in specialty shops called bougatsopolia, selling bougatsas exclusively.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/c3fca903114b4c809d62883711255188.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/bougatsa",
    "comment_ids": [
      "com06001",
      "com06002",
      "com06003",
      "com06004",
      "com06005"
    ]
  },
  {
    "dish_id": "dis061",
    "dish_name": "Pasta alla gricia",
    "ranking": 61,
    "category": "PASTA",
    "certificate": "N/A",
    "origin": "GRISCIANO, Italy",
    "desc": "As with so many classic Italian dishes, the story of pasta alla gricia is one of unclear and often disputed origin. Pasta alla gricia is sometimes called amatriciana bianca (lit. white amatriciana), which reflects the common root of these two pasta dishes, though gricia is known to be older than the tomato-based amatriciana sauce.\n\nMoreover, gricia is said to have originated in Grisciano, a small hamlet not far from Amatrice, the birthplace of spaghetti all'amatriciana. These two mountain towns nestled in the Apennine peaks between the neighboring regions of Lazio and Abruzzo have long been known as home to semi-nomadic shepherds, who were often credited with inventing this simple sauce.\n\nWhile tending herds during their long months of transhumance, the shepherds used guanciale (cured pork jowl) and tangy pecorino cheese tossed with pasta to prepare quick and humble meals like cacio e unto (lit. cheese and lard), as gricia sauce was once called.\n\nEven today, the list of ingredients goes no further than guanciale, pecorino, and black pepper — more than enough to result in the divine flavor of pasta alla gricia, which is typically served with bucatini, spaghetti, or rigatoni.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/c026efc47b2d40c0ad23573be8c80460.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pastaallagricia",
    "comment_ids": [
      "com06101",
      "com06102",
      "com06103",
      "com06104",
      "com06105"
    ]
  },
  {
    "dish_id": "dis062",
    "dish_name": "Pierogi Ruskie",
    "ranking": 62,
    "category": "DUMPLINGS",
    "certificate": "N/A",
    "origin": "SUBCARPATHIAN VOIVODESHIP, Poland",
    "desc": "Originating from the historical region of Red Ruthenia, these soft, crescent-shaped dumplings are filled with a combination of potatoes and cheese, which is occasionally modified with various seasonings or fried onions. Pierogi ruskie are usually boiled and shortly fried until they develop a crispy texture.\n\nThe dumplings are often served sprinkled with cracklings, crispy fried onions, or bacon, and can be enjoyed as a hearty appetizer or as a main course. In Ukraine, the pierogis are called varenyky, and they are so popular that there is even a monument celebrating varenyky in the city of Cherkasy. The sweet, fruit-filled version of varenyky is typically served with sugar and sour cream.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/88d22d671ee441499e80bb72b910c411.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pierogi-ruskie",
    "comment_ids": [
      "com06201",
      "com06202",
      "com06203",
      "com06204",
      "com06205"
    ]
  },
  {
    "dish_id": "dis063",
    "dish_name": "Kladdkaka",
    "ranking": 63,
    "category": "CHOCOLATE CAKE",
    "certificate": "N/A",
    "origin": "SWEDEN",
    "desc": "One of the most popular Swedish desserts is a rich chocolate cake known as kladdkaka. This classic Swedish creation combines eggs, cocoa (or chocolate), butter, sugar, and flour into a dense and luscious dessert. During baking, the cake should always remain moist in the center, while the outer layer is transformed into a thin, crunchy coating.\n\nSince the cake is incredibly dense, and typically heavy on the bitter chocolate or cocoa, it is usually dusted with a delicate layer of powdered sugar, and traditionally served with a dollop of ice cream or whipped cream on the side. It is one the most beloved Swedish desserts, typically enjoyed during fika, a traditional Swedish coffee break.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/f2aa0db307e447f98bdef0e1e0bbb0cc.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/kladdkaka",
    "comment_ids": [
      "com06301",
      "com06302",
      "com06303",
      "com06304",
      "com06305"
    ]
  },
  {
    "dish_id": "dis064",
    "dish_name": "Mercimek çorbası",
    "ranking": 64,
    "category": "VEGETABLE SOUP",
    "certificate": "N/A",
    "origin": "TURKIYE",
    "desc": "Mercimek çorbası is a beloved Turkish soup made with red lentils, chicken stock, onions, and carrots. It is often seasoned with salt, pepper, cumin, or paprika. Easy to prepare, filling, and warming, the soup is consumed for breakfast, lunch, or dinner in rural parts of Turkey, especially in local eateries known as lokantas.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/51beed5e91d749d9a8c47fd05e3d7ea8.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/mercimek-corbas",
    "comment_ids": [
      "com06401",
      "com06402",
      "com06403",
      "com06404",
      "com06405"
    ]
  },
  {
    "dish_id": "dis065",
    "dish_name": "Cochinita pibil",
    "ranking": 65,
    "category": "PORK DISH",
    "certificate": "N/A",
    "origin": "YUCATÁN, Mexico",
    "desc": "Cochinita pibil is a Mexican pork dish originating from Yucatan. Pork is marinated in a combination of annatto paste, bitter orange juice, and garlic. It is slowly baked and then shredded and served on tortillas, tacos, or on its own with shallots, pickled onions, salsa, and various roasted vegetables.\n\nCochinita pibil is characterized by the red color of the meat, imparted by the annatto seeds from the marinade. Originally, pork was wrapped in banana leaves prior to baking, but today a foil or any other suitable wrapping can be used instead. Since cochinita means baby pig, and pibil means buried or underground, it acts as a proof that the original recipe used a whole suckling pig that was buried in a pit for roasting.\n\nThis Mayan-influenced dish is most often served on weekends in many Mexican homes, usually as a Sunday family ritual.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/341bb47b4ee84349a333547284718af7.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/cochinita-pibil",
    "comment_ids": [
      "com06501",
      "com06502",
      "com06503",
      "com06504",
      "com06505"
    ]
  },
  {
    "dish_id": "dis066",
    "dish_name": "Banitsa sas sirene",
    "ranking": 66,
    "category": "SAVORY PASTRY",
    "certificate": "N/A",
    "origin": "BULGARIA",
    "desc": "The Bulgarian pie banitsa made with cheese is the main version of this traditional pie. It's made by layering sheets of buttered phyllo pastry with a combination of eggs, yogurt, and cheese such as sirene and feta. There's an optional ingredient in the preparation of banitsa and it's baking soda, which makes the yogurt rise and makes the pie fluffier and richer in flavor.\n\nTraditionally, banitsa with cheese was prepared and served on Christmas and New Year's Eve, but nowadays it can also be bought throughout the year at grocery stores, street vendors, kiosks, and pretty much everywhere. Apart from this basic variety, there are also other types of savory or sweet banitsa pies filled with various vegetables and fruits.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/a81f74eb6e6e4ec29d4025973065bee1.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/banitsa-cheese",
    "comment_ids": [
      "com06601",
      "com06602",
      "com06603",
      "com06604",
      "com06605"
    ]
  },
  {
    "dish_id": "dis067",
    "dish_name": "Chilaquiles",
    "ranking": 67,
    "category": "BREAKFAST",
    "certificate": "N/A",
    "origin": "MEXICO",
    "desc": "Chilaquiles are, at their most basic, an assembly of fried tortilla pieces drenched in chili sauce with optional meat and vegetables. The dish is popular both in Mexico and the United States as a great way to use up leftover, stale tortillas. The name of the dish is derived from chil-a-quilitl, meaning greens or herbs in a chili broth.\n\nToday, there is a great number of regional variations of the dish, so in Sinaloa it is prepared with a white sauce, and in Mexico City, the dish is traditionally topped with epazote sprigs.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/bc94480536124dd5aecd34da0d1479e6.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/chilaquiles",
    "comment_ids": [
      "com06701",
      "com06702",
      "com06703",
      "com06704",
      "com06705"
    ]
  },
  {
    "dish_id": "dis068",
    "dish_name": "Empanadas Argentinas",
    "ranking": 68,
    "category": "PASTRY",
    "certificate": "N/A",
    "origin": "ARGENTINA",
    "desc": "Empanadas argentinas, or Argentinian empanadas, make up a group of traditional Argentinian pastries filled with a variety of ingredients, from meat to cheese and vegetables. Although they are mostly enjoyed in their savory form, there are sweet dessert varieties filled with ingredients such as dulce de leche and quince.\n\nThe dough, typically made with wheat flour, is rolled thin and folded over a filling, and the resulting parcel is then baked or fried to golden perfection. Traditional empanadas often feature ingredients such as ground beef, onions, and spices, giving them a robust and savory flavor.\n\nStill, each region of Argentina boasts its own unique style and flavor profiles - small and spicy from Salta, large Mendoza-style ones with garlic and olives, ones from Cordillera with lamb, and so on. Empanadas argentinas are not just a culinary delight; they are also a cultural symbol (empanadas criollas have even been declared a Cultural Heritage of Food and Gastronomy by the Argentine Ministry of Culture).\n\nThey are enjoyed as a quick snack, a light lunch, or a hearty dinner and are often served during parties and various festivities.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/b0cf723888fd4aa5b4c470db7ac37da7.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/empanadas-argentinas",
    "comment_ids": [
      "com06801",
      "com06802",
      "com06803",
      "com06804",
      "com06805"
    ]
  },
  {
    "dish_id": "dis069",
    "dish_name": "Dakos",
    "ranking": 69,
    "category": "APPETIZER",
    "certificate": "N/A",
    "origin": "CRETE, Greece",
    "desc": "Dakos or ntakos is a traditional Cretan dish consisting of a dry barley rusk called paximadi that is topped with crumbled myzithra cheese, chopped ripe tomatoes, whole olives, capers, fresh oregano, and a few generous splashes of high-quality olive oil.\n\nIt's recommended to use olive varieties such as Koroneiki, Lianes, or Tsounates. Myzithra cheese is traditionally used, and not feta, which is usually reserved for tourist restaurants. The rusk is often gently rubbed with a small piece of garlic and lightly sprinkled with sea salt.\n\nIf available, kritamo (sea fennel) is also sometimes added to dakos. The dish is usually served as a meze or light dinner.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/902120f96d1a4b89aa0516f0fe2d7439.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/dakos",
    "comment_ids": [
      "com06901",
      "com06902",
      "com06903",
      "com06904",
      "com06905"
    ]
  },
  {
    "dish_id": "dis070",
    "dish_name": "Gravlax",
    "ranking": 70,
    "category": "SALMON DISH",
    "certificate": "N/A",
    "origin": "NORTHERN EUROPE",
    "desc": "Gravlax is a Scandinavian dish consisting of raw, salt-cured salmon that is traditionally seasoned with dill. Originally, the dish was made by fishermen who used to bury the salt, sugar, and dill-rubbed salmon above the line of high tide and leave it to ferment.\n\nAt the time, it was characterized by its pungent flavor and odor, but today, gravlax is cured under refrigeration. The name gravlax comes from a combination of two words, grav, meaning buried, and lax, meaning salmon, referring to the original method of production.\n\nThis delicacy is usually thinly sliced and served as an appetizer. It pairs well with crackers and pickled vegetables, but it can also be used as a stuffing for bagel sandwiches.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/56e5ec9da4044fa7904f6ac4e021a2da.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/gravlax",
    "comment_ids": [
      "com07001",
      "com07002",
      "com07003",
      "com07004",
      "com07005"
    ]
  },
  {
    "dish_id": "dis071",
    "dish_name": "Bistecca alla Fiorentina",
    "ranking": 71,
    "category": "BEEF CUT",
    "certificate": "N/A",
    "origin": "FLORENCE, Italy",
    "desc": "Known as the holiest of holies of Italian cuisine, the Florentine-style beef steak is prepared exclusively with dry-aged beef from the Chianina cattle, which is particularly prized for its tenderness. Even though bistecca alla Fiorentina is often described as a T-bone steak, it is much closer to a porterhouse - since it's cut closer to the center, the tenderloin is much larger than the one on a regular T-bone.\n\nAlso, bistecca alla Fiorentina must be thick; the cut needs to be at least three fingers wide so that when the meat is grilled over a very hot flame, a nice, slightly charred crust forms on the outside of the steak while the inside remains succulent.\n\nIn fact, bistecca alla Fiorentina is never, ever served medium or well-done, as any true Tuscan will insist that this dream of a steak should only be eaten sanguinoso, meaning rare. To enjoy your Florentine-style steak the Italian way, simplicity is the way to go - highlight the rich flavor of grilled beef with nothing more than a drizzle of extra virgin olive oil, rosemary, and salt.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/72bb294fc07d429ab5eac348e2f07b2d.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/fiorentina",
    "comment_ids": [
      "com07101",
      "com07102",
      "com07103",
      "com07104",
      "com07105"
    ]
  },
  {
    "dish_id": "dis072",
    "dish_name": "Saganaki",
    "ranking": 72,
    "category": "CHEESE DISH",
    "certificate": "N/A",
    "origin": "GREECE",
    "desc": "Saganaki is a highly popular Greek appetizer where various vegetables, meats, or seafood such as shrimp or mussels are wrapped in cheese, then pan-fried or seared. The cheese can also be prepared on its own, without any accompaniments.\n\nIt is then pan-seared until it develops its distinctive golden crust, and served in the so-called sagani, a small, two-handled pan in which it was fried. In the past, the word saganaki referred to a method of spicing up the local cheese by Greek peasants, who would pan-fry different varieties of cheese such as feta, kashkaval or manori. While regional variations of the dish include the use of formaela cheese in Arachova and halloumi in Cyprus, the cheese used in a typical Greek saganaki is usually graviera, kefalograviera, kasseri, kefalotyri, sheep's milk feta or any other firm cheese that melts well without losing its shape. Saganaki is sometimes enlivened by a splash of traditional Greek spirits like Metaxa brandy or Ouzo, an anise-flavored aperitif.\n\nOutside of Greece, particularly in the US, saganaki is typically flambéed at the table, and this flaming culinary showmanship is a tradition which reportedly first started in Chicago's Greektown. When the lighter comes out to ignite the pan, one can often hear \"Opa!\", the Greek expression for joy. After cheering, the diners usually cut off chunks of cheese that are crispy on the outside and soft and runny on the inside, and then sprinkle their saganaki with lemon juice, savoring it with some freshly baked pita bread.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/bd39e99002604c93bd5cfc6c2c409420.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/saganaki",
    "comment_ids": [
      "com07201",
      "com07202",
      "com07203",
      "com07204",
      "com07205"
    ]
  },
  {
    "dish_id": "dis073",
    "dish_name": "Frozen custard",
    "ranking": 73,
    "category": "ICE CREAM",
    "certificate": "N/A",
    "origin": "WISCONSIN, United States of America",
    "desc": "Frozen custard comes from the \"Custard Capital of the World\", Milwaukee, Wisconsin, where it's sold more than anywhere else around the globe. It is a gourmet ice cream treat made with eggs, cream, and sugar, and it originated from Coney Island, New York, when it was a popular carnival treat.\n\nAs the popularity of frozen custard grew, it quickly spread to the Midwest. As there is far less air added than in other similar treats, the result is a thick and dense custard with tons of flavor. A lot of frozen custard fans believe it is better than ice cream since it is served before being refrozen and mantains a soft, yet heavy consistency, so it is a unique regional treat in which you can really feel the difference when talking about flavor.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/c44c1a332cf94d9ab513230c5792c72a.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/frozen-custard",
    "comment_ids": [
      "com07301"
    ]
  },
  {
    "dish_id": "dis074",
    "dish_name": "Hyderabadi biryani",
    "ranking": 74,
    "category": "RICE DISH",
    "certificate": "N/A",
    "origin": "HYDERABAD, India",
    "desc": "Hyderabadi biryani is a South Indian dish consisting of basmati rice, goat, mutton, or chicken meat, lemon, yogurt, onions, and saffron. There are two main varieties of the dish – kachchi (raw) and pakki (cooked). It is said that Hyderabadi biryani's richness of flavor is due to the unique process of cooking raw rice and raw meat together with exotic spices, unlike other places where meat and rice are cooked separately.\n\nThe special cooking style, known as dum, is believed to have come from Persia during the Mughals' regime in India.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/83894121d8a941d9ab413f63d7562240.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/hyderabadi-biryani",
    "comment_ids": [
      "com07401",
      "com07402",
      "com07403",
      "com07404",
      "com07405"
    ]
  },
  {
    "dish_id": "dis075",
    "dish_name": "You bao xia",
    "ranking": 75,
    "category": "STIR-FRY",
    "certificate": "N/A",
    "origin": "SHANGHAI, China",
    "desc": "Stir-fry shrimps or you bao xia is a Chinese dish where whole shrimps are stir-fried in a wok until crispy. They are then soaked in a savory sauce that typically consists of chicken broth, black vinegar, sesame oil, sugar, and Shaoxing wine.\n\nScallions and ginger slices are often used during the cooking process, but they might also be used as garnishes before the dish is served. Stir-fry shrimps are especially popular at Chinese New Year celebrations.",
    "average_ratings": "4.4",
    "image": "https://www.tasteatlas.com/Images/Dishes/d89e3029be1e430fb1a78377e6cf8add.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/stirfry-shrimps",
    "comment_ids": []
  },
  {
    "dish_id": "dis076",
    "dish_name": "Hünkar beğendi",
    "ranking": 76,
    "category": "STEW",
    "certificate": "N/A",
    "origin": "ISTANBUL, Turkiye",
    "desc": "Hünkar beğendi is a traditional dish consisting of a flavorful lamb stew that is served on top of a creamy roasted eggplant purée. The purée is often thickened with milk and cheese, while the whole dish is sometimes topped with a tomato-based sauce or garnished with freshly chopped parsley.\n\nIt is believed that the dish is native to Istanbul and was first prepared for the wife of Napoleon III in the late 19th century.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/bed8425612de464390042377b575d2d5.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/hunkar-begendi",
    "comment_ids": []
  },
  {
    "dish_id": "dis077",
    "dish_name": "Ceviche mixto",
    "ranking": 77,
    "category": "SEAFOOD DISH",
    "certificate": "N/A",
    "origin": "PERU",
    "desc": "Ceviche mixto is a classic Peruvian appetizer that differentiates itself from other types of ceviche by the addition of various seafood ingredients to regularly used fish. Those include shrimp, squid, octopus, clams, or scallops. A few mussels or small crabs are sometimes also added to the dish.\n\nThe seafood is typically marinated in lime juice, onions, garlic, celery, coriander, hot chili peppers, and salt. Ceviche mixto is often served with glazed sweet potatoes and Peruvian corn.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/f37e6e511b8f4ecd9db7fb9d73330211.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/ceviche-mixto",
    "comment_ids": [
      "com07701",
      "com07702",
      "com07703",
      "com07704",
      "com07705"
    ]
  },
  {
    "dish_id": "dis078",
    "dish_name": "Crêpes sucrées",
    "ranking": 78,
    "category": "PANCAKE",
    "certificate": "N/A",
    "origin": "FRANCE",
    "desc": "Crêpes sucrées are sweet crepes, a type of very thin pancake originating from France. The term \"sucrées\" means \"sugared\" in French, indicating that these crepes are meant to be served with sweet fillings or toppings. They are made from a simple batter consisting of flour, milk, eggs, a pinch of salt, and sometimes a bit of sugar and butter.\n\nUnlike their savory counterpart, known as \"crêpes salées\" (or \"galettes\" in some regions of France), sweet crêpes are usually made with white wheat flour and often have a bit of sugar added to the batter. Sweet crepes can be filled or topped with a variety of ingredients such as powdered sugar, whipped cream, fruit preserves, fresh fruits, nutella, honey, and maple syrup.\n\nCrêpes sucrées are enjoyed as a dessert, a sweet snack, or even as a breakfast dish in France and around the world.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/c7033f7e748a431eab52ed4d740950d3.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/crepes-sucrees",
    "comment_ids": []
  },
  {
    "dish_id": "dis079",
    "dish_name": "Parmigiana alla napoletana",
    "ranking": 79,
    "category": "CASSEROLE",
    "certificate": "N/A",
    "origin": "CAMPANIA, Italy",
    "desc": "This version of eggplant parmigiana is the most popular outside of Italy. Hailing from Campania, this variation on a dish is made with eggplants, olive oil, onions, basil, tomatoes, mozzarella or fior di latte cheese, and grated Parmigiano-Reggiano.\n\nThe eggplants are peeled, sliced, and shortly fried, then arranged in a baking dish over the tomato sauce along with the cheese, basil leaves, and grated Parmigiano-Reggiano. The layers are repeated, and the final one should end with tomato sauce and grated cheese.\n\nThe dish is baked until the surface becomes crisp, and it is then served, ideally at room temperature.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/7c38cbb1b82b485288100f0558dee5a2.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/parmigiana-campania",
    "comment_ids": []
  },
  {
    "dish_id": "dis080",
    "dish_name": "Païdakia",
    "ranking": 80,
    "category": "LAMB DISH",
    "certificate": "N/A",
    "origin": "GREECE",
    "desc": "Grilled lamb chops are a traditional Greek dish that is popular throughout the country and usually enjoyed as the main course. Lamb chops are usually marinated in various combinations of olive oil, lemon juice, and a variety of fresh herbs before they are grilled on traditional charcoal barbecues.\n\nThey are commonly paired with potatoes, salads, or the creamy and refreshing tzatziki sauce.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/400a808b02d54ead9e3986b1dbc8d824.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/paidakia",
    "comment_ids": [
      "com08001",
      "com08002",
      "com08003",
      "com08004",
      "com08005"
    ]
  },
  {
    "dish_id": "dis081",
    "dish_name": "Tinginys",
    "ranking": 81,
    "category": "CHOCOLATE DESSERT",
    "certificate": "N/A",
    "origin": "LITHUANIA",
    "desc": "Even though it is very much alike the famous Italian chocolate salami, this simple, no-bake dessert, translated as the lazy man is regarded as an authentic Lithuanian delicacy. It is prepared with a blend of crumbled cookies, cocoa, condensed milk, butter, and sugar, shaped into the desired form, and left to set.\n\nAccording to a widely accepted anecdote, tinginys was created by accident, but immediately became the nation’s favorite. Because of its neutral taste, it is easily adjusted with additional ingredients, such as nuts or dry fruit. It is recommended to enjoy tinginys with a cup of coffee or tea on the side.",
    "average_ratings": "4.4",
    "image": "https://www.tasteatlas.com/Images/Dishes/a98b3f18d0054544a4217e8028116c4f.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/tinginys",
    "comment_ids": [
      "com08101",
      "com08102",
      "com08103",
      "com08104",
      "com08105"
    ]
  },
  {
    "dish_id": "dis082",
    "dish_name": "Gaziantep baklavası",
    "ranking": 82,
    "category": "SWEET PASTRY",
    "certificate": "PGI (Protected Geographical Indication)",
    "origin": "GAZIANTEP, Turkiye",
    "desc": "The ancient Anatolian city of Antep, today known as Gaziantep, is Türkiye's gastronomic capital famous for being home to the world’s finest pistachios and the delicious Antep baklavası. Originally an Ottoman legacy, baklava is regarded as one of the greatest creations from the pastry chefs at Topkapı Sarayı, the major royal residence of Ottoman sultans from the 15th to the 19th century.\n\nBaklava was traditionally prepared for Eid-al-Fitr, also known in Türkiye as Ramazan or Şeker Bayramı, a religious holiday when Muslims celebrate the ending of Ramadan, the Islamic holy month of fasting. Today, this Turkish treat is available year-round, and with more than 500 baklava bakeries in the city of Gaziantep, it is definitely not to be missed, especially during the pistachio harvest from midsummer to September, when these emerald-colored nuts are just the right size for baklava.  READ MORE",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/68da53fa27e349378480f63dce8587b1.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/antep-baklavasi",
    "comment_ids": [
      "com08201",
      "com08202",
      "com08203",
      "com08204",
      "com08205"
    ]
  },
  {
    "dish_id": "dis083",
    "dish_name": "Karipap",
    "ranking": 83,
    "category": "SAVORY PASTRY",
    "certificate": "N/A",
    "origin": "MALAYSIA",
    "desc": "Karipap or curry puff is a small, deep-fried or baked pastry shell filled with thick chicken and potatoes curry. It is believed that the flavorful snack was invented by the Malays from the Malay Peninsula and parts of Sumatra and Borneo.\n\nIt is a popular breakfast item or an afternoon snack which can be found at numerous stores, bars, and markets. Because of its simplicity and flavor, karipap quickly became popular outside Malaysia, especially in Thailand and Singapore. Today there are numerous versions of karipap, so instead of potato and chicken curry, it can be filled with various other ingredients such as tuna, sardines, and beef rendang.\n\nCrispy and flaky on the exterior, hot and soft on the interior, karipap is a snack that remains a staple of Southeast Asian cuisine.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/3a8e62fe25c34af0a4b5d766d89c3565.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/karipap",
    "comment_ids": [
      "com08301",
      "com08302",
      "com08303",
      "com08304",
      "com08305"
    ]
  },
  {
    "dish_id": "dis084",
    "dish_name": "Nasi goreng ayam",
    "ranking": 84,
    "category": "STIR-FRY",
    "certificate": "N/A",
    "origin": "INDONESIA",
    "desc": "Nasi goreng ayam is a traditional fried rice dish that's also popular in Singapore, Brunei, and Malaysia. Although there are many versions of this nasi goreng variety, it is usually made with a combination of chicken thighs, oil, salt, white pepper, shallots, rice, turmeric, soy sauce, fish sauce, galangal, ginger, garlic, scallions, kecap manis, and hot peppers.\n\nMost of the ingredients are fried with rice, and the dish is then topped with fried eggs, fried shallots, and sliced chili peppers. It's recommended to serve nasi goreng ayam with prawn crackers on the side.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/8267f641538448af93221623a7fc6d3d.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/nasi-goreng-ayam",
    "comment_ids": []
  },
  {
    "dish_id": "dis085",
    "dish_name": "Lohikeitto",
    "ranking": 85,
    "category": "FISH SOUP",
    "certificate": "N/A",
    "origin": "FINLAND",
    "desc": "Lohikeitto is a creamy Finish salmon soup, similar to laxsoppa in Sweden. Apart from chunks of salmon fillet, it traditionally incorporates diced potatoes and carrots cooked in a flavorful, buttery broth infused with fish stock and cream.\n\nThis comforting winter dish is generously seasoned with dill and served alongside buttered rye bread or lemon wedges.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/66710210f5264d5b873e8a171ca38e28.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/lohikeitto",
    "comment_ids": [
      "com08501",
      "com08502",
      "com08503",
      "com08504",
      "com08505"
    ]
  },
  {
    "dish_id": "dis086",
    "dish_name": "Bánh mì thịt",
    "ranking": 86,
    "category": "SANDWICH",
    "certificate": "N/A",
    "origin": "VIETNAM",
    "desc": "Bánh mì thịt is a traditional bánh mì sandwich variation in which thịt means meat. As the name suggests, the sandwich is made with various Vietnamese cold cuts such as sliced roasted pork, sliced pork belly, chả (sliced ham), or chả lụa pork sausage, along with cucumbers, mayonnaise, pickled carrots and daikon, and liver pâté stuffed into a bánh mì roll.\n\nThe sandwich is often garnished with ingredients such as coriander, black pepper, and sliced chili peppers. These meat-filled sandwiches are common throughout Vietnam and they’re a staple of school children and factory workers. Bánh mì thịt is usually enjoyed for breakfast and lunch, but the sandwiches can be eaten for any meal of the day if bought from street stall vendors.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/761444e624ab407f870c6118abb80fbc.png?mw=1300",
    "link": "https://www.tasteatlas.com/banh-mi-thit",
    "comment_ids": [
      "com08601",
      "com08602",
      "com08603",
      "com08604",
      "com08605"
    ]
  },
  {
    "dish_id": "dis087",
    "dish_name": "Gelato al pistacchio",
    "ranking": 87,
    "category": "ICE CREAM",
    "certificate": "N/A",
    "origin": "ITALY",
    "desc": "Pistachio is one of the most popular flavors of Italian gelato. A mainstay in every gelateria, in its original form, this frozen treat combines pistachio paste with the classic base of milk, cream, eggs, and sugar. Occasionally, crushed and toasted pistachios can be added, but the basic texture should always remain dense and creamy.\n\nDue to the high prices of pistachios and pistachio paste, many gelaterias nowadays opt for cheaper replacements, but the best pistachio is considered to be the grown in a small Sicilian town of Bronte.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/a5cc0b3db80446939cf08d5132fe16fc.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/gelato-al-pistacchio",
    "comment_ids": [
      "com08701",
      "com08702",
      "com08703",
      "com08704",
      "com08705"
    ]
  },
  {
    "dish_id": "dis088",
    "dish_name": "Pisang goreng",
    "ranking": 88,
    "category": "DEEP-FRIED DESSERT",
    "certificate": "N/A",
    "origin": "INDONESIA",
    "desc": "Fried bananas or plantains are a common everyday snack eaten throughout Indonesia. They come in numerous versions in which the fruit is simply fried in shallow oil, but more often sliced banana pieces are coated in batter before they are fried until golden. Besides numerous other varieties, fried bananas also appear under different names such as godoh biu on Bali or gedhang gorèng on Java.\n\nThey are traditionally sold at street stalls and carts and belong to a group of gorengan dishes—Indonesian deep-fried snacks. The more elaborate version of pisang goreng are served dusted with powdered sugar and cinnamon, drizzled with chocolate, or accompanied by jams or ice cream.\n\nSimilar banana-based dishes are found in other Southeast Asian regions and countries such as Singapore, the Philippines (maruya) and Malaysia (kuih kodok).",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/a5c2d94a0aa54ee89f6c5844ab648183.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pisang-goreng",
    "comment_ids": []
  },
  {
    "dish_id": "dis089",
    "dish_name": "Risotto ai funghi porcini",
    "ranking": 89,
    "category": "RICE DISH",
    "certificate": "N/A",
    "origin": "ITALY",
    "desc": "Risotto ai funghi porcini is a traditional type of risotto prepared with porcini mushrooms as the key ingredient. Apart from fresh or dried porcini, the dish also contains carnaroli or arborio rice, olive oil, butter, shallots, white wine, meat stock, grated Parmigiano-Reggiano, salt, and pepper.\n\nThe onion is sautéed in butter and olive oil, followed by the mushrooms, rice, and white wine. The stock is added as the risotto is cooking. Near the end of cooking, a knob of butter is added to the pan, while grated cheese can be mixed into the risotto in the end or it can be served at the table so that each person can put the desired amount of cheese on their risotto.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/b4aad95a58d1446382b984a6886d5a02.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/risotto-ai-funghi-porcini",
    "comment_ids": []
  },
  {
    "dish_id": "dis090",
    "dish_name": "Cordero asado",
    "ranking": 90,
    "category": "LAMB DISH",
    "certificate": "N/A",
    "origin": "CASTILE AND LEÓN, Spain",
    "desc": "Cordero asado is a popular Castillan dish made by roasting a whole lamb over an open fire. The lamb is usually marinated with lemon, garlic, and various fresh herbs such as rosemary and thyme. Once it is properly cooked, cordero asado is typically accompanied by roasted potatoes and onions on the side.\n\nThe dish is especially popular during the Christmas season.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/506247ebd71c411ebc2fee0b2e18d2a7.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/cordero-asado",
    "comment_ids": []
  },
  {
    "dish_id": "dis091",
    "dish_name": "Pappardelle al cinghiale",
    "ranking": 91,
    "category": "PASTA",
    "certificate": "N/A",
    "origin": "TUSCANY, Italy",
    "desc": "Pappardelle is a famous Tuscan pasta variety. When paired with ragù di cinghiale (made with wild boar), they become one of the region's best gastronomic experiences. Unlike classic ragù, the one prepared with wild boar has an intense, much stronger flavor achieved by long, slow simmering in a rich sauce of tomatoes and red wine.\n\nThe tender meat paired with fresh egg pasta is a combination full of flavors and tradition in every single bite - rich and delicious, topped with a generous amount of chopped fresh parsley and a sprinkle of Parmigiano, pappardelle al ragù di cinghiale make a perfect, comforting winter dish, especially when paired with a glass of Tuscan red wine.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/bcb53181b4ce4cba8468161a720f07f8.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/pappardelle-al-cinghiale",
    "comment_ids": [
      "com09101",
      "com09102",
      "com09103",
      "com09104",
      "com09105"
    ]
  },
  {
    "dish_id": "dis092",
    "dish_name": "Carne de porco à Alentejana",
    "ranking": 92,
    "category": "PORK DISH",
    "certificate": "N/A",
    "origin": "ALGARVE, Portugal",
    "desc": "This traditional Portugal dish combines marinated pieces of pork with clams and a lightly spicy, wine-infused sauce. Though the name of this classic might imply it originated in Alentejo, it is believed that it initially appeared in the Algarve region, but was given its current name because of the highly-prized black pigs that are most commonly reared in Alentejo.\n\nThe dish is a restaurant staple that is found throughout Portugal. It is usually garnished with fresh cilantro and paired with lemon wedges, pan-fried potatoes, and country-style bread on the side.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/e1f989a6dfa140bf992d3d290b6aa4ce.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/carne-de-porco-a-alentejana",
    "comment_ids": [
      "com09201",
      "com09202",
      "com09203",
      "com09204",
      "com09205"
    ]
  },
  {
    "dish_id": "dis093",
    "dish_name": "Bolo do caco",
    "ranking": 93,
    "category": "BREAD",
    "certificate": "N/A",
    "origin": "MADEIRA, Portugal",
    "desc": "Hailing from Madeira, this rustic, leavened bread is prepared with wheat flour, mashed sweet potatoes, water, and salt. Traditionally baked on large basalt stone slabs, bolo do caco is typically flat and round, though it can vary in size. It is the most common bread variety on Madeira that is usually served as a warm appetizer with garlic butter spread, but it can also be enjoyed as a sandwich or an accompaniment to various traditional Portuguese dishes.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/f2fcbf5dc2d0454f8cd6542470b0b144.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/bolo-do-caco",
    "comment_ids": [
      "com09301",
      "com09302",
      "com09303",
      "com09304",
      "com09305"
    ]
  },
  {
    "dish_id": "dis094",
    "dish_name": "Inasal na manok",
    "ranking": 94,
    "category": "CHICKEN DISH",
    "certificate": "N/A",
    "origin": "WESTERN VISAYAS, Philippines",
    "desc": "Inasal na manok is a unique Filipino grilled chicken dish which originated in Western Visayas and became the signature dish of the entire region. It employs various chicken cuts marinated in a mixture of vinegar and numerous spices such as lemongrass, garlic, and ginger.\n\nDuring grilling, the meat is brushed with the annatto-infused oil which provides the chicken with an appetizing golden color and a unique peppery flavor. The dish is usually served alongside annatto-flavored garlic rice and spiced vinegar. In 2022, the city of Bacolod declared the dish an important cultural property.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/a093a8930f4f4e8e8bb7237998a54957.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/inasal-na-manok",
    "comment_ids": [
      "com09401",
      "com09402",
      "com09403",
      "com09404",
      "com09405"
    ]
  },
  {
    "dish_id": "dis095",
    "dish_name": "Focaccia di Recco col formaggio",
    "ranking": 95,
    "category": "SAVORY PASTRY",
    "certificate": "PGI (Protected Geographical Indication)",
    "origin": "RECCO, Italy",
    "desc": "This delectable cheese-filled focaccia hails from the town of Recco, Liguria's gastronomic capital where it can be found in every bakery, pizzeria, and restaurant. It was reportedly invented in the 12th century when, according to legend, the citizens of Recco were preparing this dish for the Crusaders with the little they had: flour, water, olive oil, and some cheese.\n\nUnlike most other focaccia flatbreads, this one is made without yeast, and features a paper-thin, hand-pulled crust filled with the soft, mild-flavored cow’s milk cheese from Alpine pastures called stracchino or crescenza. By the end of the 1800s, focaccia di Recco had become traditionally associated with the celebration of All Saints' Day, but today it is prepared and enjoyed throughout the year.\n\nMoreover, ever since 1955, the town of Recco has been hosting the so-called Festa della Focaccia, an annual festival held every last week of May.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/ec84be038bbc4f4e99fcbc64272457ea.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/focaccia-di-recco",
    "comment_ids": [
      "com09501",
      "com09502",
      "com09503",
      "com09504",
      "com09505"
    ]
  },
  {
    "dish_id": "dis096",
    "dish_name": "Focaccia Barese",
    "ranking": 96,
    "category": "FLATBREAD",
    "certificate": "PAT (Prodotto agroalimentare tradizionale)",
    "origin": "BARI, Italy",
    "desc": "This Apulian delicacy is traditionally prepared with a soft, yeasted dough that combines semolina, wheat flour, and mashed potatoes. It is usually topped with cherry tomatoes and olives, but some varieties occasionally employ other combination of ingredients, such as different vegetables, coarse salt, or rosemary.\n\nAlways baked in round tins, focaccia is usually doused in olive oil and is best served lukewarm.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/cdf419615369478f8c8bb3bbca07bf6e.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/focaccia-barese",
    "comment_ids": [
      "com09601",
      "com09602",
      "com09603",
      "com09604"
    ]
  },
  {
    "dish_id": "dis097",
    "dish_name": "Mahjouba",
    "ranking": 97,
    "category": "FLATBREAD",
    "certificate": "N/A",
    "origin": "ALGERIA",
    "desc": "Mahjouba is a traditional flatbread that is one of the most popular street food items in the country. These thick and flaky crepe-like flatbreads are made with semolina, then filled with a combination of tomatoes and caramelized onions. Mahjouba is often paired with harissa sauce on the side, but the condiment is completely optional.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/609374d8a1974d0aa7d84fb582262aa4.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/mahjouba",
    "comment_ids": [
      "com09701",
      "com09702",
      "com09703",
      "com09704"
    ]
  },
  {
    "dish_id": "dis098",
    "dish_name": "Sinigang na baboy",
    "ranking": 98,
    "category": "MEAT SOUP",
    "certificate": "N/A",
    "origin": "PHILIPPINES",
    "desc": "This variety of sinigang - Filipino savory and sour soup - consists of various pork cuts that are simmered along tamarind fruit. Tomatoes, onions, garlic, okra, white radish, water spinach and green long peppers are also commonly used for this soup.\n\nThere is also a similar dish in Malaysian cuisine called siniggang. A version of the pork sinigang is sinigang na miso, which uses the Japanese seasoning made from fermented rice and barley or soybeans. Nowadays, sinigang mix is available in supermarkets, but enjoying the dish made from scratch represents the full experience.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/906dd0157c7f4dbe8f95e0ca5722b05f.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/sinigang-na-baboy",
    "comment_ids": []
  },
  {
    "dish_id": "dis099",
    "dish_name": "Zemiakové placky",
    "ranking": 99,
    "category": "SNACK",
    "certificate": "N/A",
    "origin": "SLOVAKIA",
    "desc": "These rustic, crispy potato pancakes belong to the traditional Slovak cuisine. They consist of a thick batter made with grated potatoes, eggs, flour, and a variety of spices. Pan-fried for a short period of time until golden-brown in color, these filling snacks are usually enjoyed as the main course accompanied by various milk products, or as a side dish that is typically served alongside hearty Slovak stews.",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/Images/Dishes/f0fc8436172e4ae78b59b7369c5e42e4.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/zemiakove-placky",
    "comment_ids": []
  },
  {
    "dish_id": "dis100",
    "dish_name": "Kepta duona",
    "ranking": 100,
    "category": "SNACK",
    "certificate": "N/A",
    "origin": "LITHUANIA",
    "desc": "Kepta duona is a simple Lithuanian snack consisting of sliced rye bread that is shortly fried until crispy. The bread is usually sliced into thin strips before it is pan-fried in oil, and it is usually rubbed with garlic (duona su česnaku), while modern varieties often come topped with cheese (duona su sūriu) or mayonnaise.\n\nThis snack is commonly served in bars, and it is often paired with beer or gira (kvass).",
    "average_ratings": "4.5",
    "image": "https://www.tasteatlas.com/images/dishes/d51029ddc3d14830a9955557f3266f2c.jpg?mw=1300",
    "link": "https://www.tasteatlas.com/kepta-duona",
    "comment_ids": []
  }
]